[{"id": "1", "title": "丘成桐：中国基础科学的发展", "text": "中国人重视人事关系，远比真理为重。在真理面前，人人平等！但是这个显而易见的科学精神，在中国没有被重视。\n\n撰文 | 丘成桐\n\n1840 年英国发动鸦片战争，入侵中国，结果是生灵涂炭，国家积弱！从官方到平民都问：为什么我们比不上西方列强？开始时人们只看到当时面临的问题：中国不如西方的船坚炮利。到甲午战争，中国大败，海军覆灭，签城下之盟，丧权辱国！打败中国的日本海军竟然船炮都不如当时的中国。八国联军之役，更显露朝野百姓对现代科学之无知！清朝覆灭时，中国人平均寿命不超过 30 岁，这就是当时的惨痛教训。\n\n一百年来，中国学者了解到船坚炮利不是唯一的问题，大家都在找寻中国文化的出路。新中国成立至今，已经六十多年了，科技确有大进步，但是始终没有改变落后于欧美的局面。领导们渐渐了解到基础科学根底未深是主要原因，现在要谈的就是：基础科学的起源和发展的条件在什么地方？\n\n当今发达的科技影响着人类生活的方方面面。飞机极大缩短世界的距离，火箭升空探索宇宙的奥秘。人造卫星不断地绕地球运行，传递着亿万信息。高速公路和高速铁路翻山越岭，四通八达。无人飞机、无人汽车和机器人的能力远远超过我们十多年前的想象。有谁想到人工智能创造出的软件竟然打败了围棋大师！\n\n这些划时代的科技，并不是一蹴而就，在它们的背后，有数不尽的聪明头脑指挥着其发展。有人在硬件上做出杰出的贡献，有人在软件上做出伟大的创新。但是这些成果，都建立在一个最重要的基础上，这就是今天我们要谈的基础科学！基础科学积累了人类几千年的智慧，去芜存菁，我们才见到它在工业上的应用。\n\n有时候，我们可以很快地见到基础科学的应用，电磁学就是一个例子。在19 世纪法拉第和麦克斯韦发现电磁方程后不久，爱迪生等人就将它用到日常生活中去。但是对于有些研究却要等很久人们才见到它们的应用。数论中有很多深奥的理论，人们一直都以为是纸上谈兵。但是在这二十年来，密码学的研究用了大量的数论的前沿理论。\n\n国内有些人认为，基础科学需要有深入的训练，需要有深度的看法，才能有新的结果，好的创意，因此旷日弥久，难有快速成功的机会；不如等待别人做好基础的研究后，拿过来用就是了。但是他们忘记了一点，自己觉悟出来的理论，通过自己劳动得到的结果，自己才最了解它的长短，应用起来才能得心应手。在科技发展一日千里的现代社会，我们非得掌握其中精髓，才能与人竞争。\n\n我想从历史的观点来看看中国基础科学的发展。基础科学有别于科技，它是科技能够得以持续发展的基石。中国古代四大发明，确在当时领先世界，但是对于这些科技发明的基本原理的了解不够深入。到了 19 世纪，西方国家在科学技术的发展上，比中国进步得多，甚至大力改进了我们的四大发明。\n\n这些成就得要归功于文艺复兴后，伟大科学家如伽利略、牛顿、欧拉、高斯、黎曼、法拉第、麦克斯韦等人在基础科学上的伟大贡献。\n\n其实基础科学除了帮助科技的创新和发明以外，它亦统摄所有和宇宙中物理现象有关的学问、它必须对大自然有一个宏观的看法，因此需要哲学思想作其支持。此哲学思想又需要有助于人类了解大自然并懂得如何让人类和大自然和谐相处。\n\n近代基础科学家中有不少是极其伟大的学者，他们的学问、他们的思想和工作可以影响科学界数个世纪之久。（近三十年来发表在科技刊物上的文章，不可胜数，文章的篇幅相信远超历史上所有文献总和。但是大部分文章除了作者外，可能没有人读过。而有些文章流行两三年后，就被人遗忘。至于能够传世超过三十年的文章，却是凤毛麟角。）\n\n其中佼佼者有牛顿、欧拉、高斯、黎曼、法拉第、麦克斯韦、爱因斯坦、庞加莱、狄拉克、海森堡、薛定谔、外尔等人。\n\n假如我们仔细去阅读他们的著作，就会发觉他们有一套哲学思想。例如爱因斯坦在研究广义相对论时，就深受哲学家马赫（Mach）的影响。能够传世的科学工作，必先有概念的突破，而这些概念可能受到观察事物后所得到想法的影响，但是更大的可能是他们的哲学观在左右他们的想法，影响到他们的审美观念，从而影响他们研究的方向。\n\n哲学引导我们穷究事物最后存在的根据，探求绝对的根底的原理。因此哲学需要探求一般现象共有的原理，来完成宇宙统一的体系。所以科学家不能局限于感觉的观察，必须经过思辨功夫，方可补其不足！古希腊的哲人在这方面做得极为彻底。\n\n毕达哥拉斯、柏拉图和苏格拉底一方面提出他们的哲学思想，一方面在数学、天文和物理学都有永垂不朽的贡献。\n\n中国的哲学家对大自然有兴趣的有名家和道家，但是他们对自然科学本身的贡献比不上古希腊学者。他们没有系统地发展三段论证的方法，推理不够严谨，又不愿意系统化地研究一般性的原则。魏晋南北朝时，中国产生了出色的基础科学家，但是隋唐虽称盛世，基础科学反不若东汉到南北朝这段时间，可能与科举取士有关。但是我想中国基础科学不如西方，不是单单科举取士扼杀创意，就可以解释过去。这个问题和中国人的哲学思想有极大的关系。\n\n西方哲学家追求的是穷理致知，中国哲学家却顶多做到格物致知。基础科学的精神在于穷理，中国一般学者不讲究这一套。在今日中国的学术界，尤其是这三十多年来留学海外的华裔学者，有成就的实在不少。但是领袖群伦，成一家之言的，却实在不多！有这样地位的学者，必须能够创造新的学问，新的方向，有自己的哲学来指引大方向；同时有决心，有毅力来穷究真理的本源。所以今日中国要在基础科学出人头地，必先了解基本科学背后的哲学思想。\n\n我们现在来讨论中国古代的情形，并试图和古希腊的这个伟大时期做个比较。影响中国思想最深远的当然是孔子（公元前 551 —前 479 年）。儒家对基础科学的思想兴趣不大，子不语怪力乱神也。但是夫子有教无类的精神却影响了历代以来平民可以读书、而至卿相的格局。而儒家思想以人为本位。春秋鲁国大夫叔孙豹论三不朽：立德，立功，立言，却不谈大自然的事情。\n\n在儒家的大师中，荀卿（公元前 298 —前 238 年）在楚国兰陵讲学多年，他受道家的影响比较深，一方面主张不可知论的唯理主义，另一方面却否认理论研究的重要性，而主张技术的实际应用。\n\n所以他说：\n\n“从天而颂之，孰与制天命而用之！” “故错人而思天，则失万物之情！” “故明君临之以势，道之以道，申之以命，章之以论，禁之以刑。故其民之化道也如神，辩说恶用矣哉！”\n\n所以荀子认为政府应该带领和指导人文的发展，老百姓是不必辩说的。这个观点和希腊精神大相径庭。\n\n既然不用辩说，科学无从而起，只有工匠的技术了。荀卿将儒家的正名移交政治权威时，已经十分接近法家，他的弟子李斯成为秦国丞相，作为法家的实践者，就不足为奇了。秦始皇焚书坑儒，政教不分。春秋战国时代百家争鸣的局面从此湮灭，最为可惜。\n\n孔子继承商朝以来祭祀先人的观念，主张服三年之丧，又说：三年无改父之业，可谓孝矣。历朝皆标榜以孝治天下。宗庙祭祀已经接近宗教信仰了。孔子本人受到历朝皇帝的敬拜，中国主要的城市都有孔庙，儒家变成儒教，对基础科学的发展，不见得是好事。\n\n和儒家对立的墨子（约公元前 479 —前 381 年），因为主张兼爱和非攻，他精通筑城和防御技术，研究力学和光学。后期墨子开始注意实验科学基础的思想体系，这个想法可能是因为要和各家争辩取得胜利的缘故。\n\n此后出现的战国时的惠施和公孙龙，被史学家司马谈和班固尊称为名家。他们的著述大部分失传，《公孙龙子》一书，部分留存，还有一部分载在庄子的书中。他们开始注意抽象的逻辑理论，发展了悖论。这些悖论和希腊芝诺（Zeno of Elea）的悖论接近。悖论有助于逻辑学的发展，可惜中国在这方面的研究远逊于西方。\n\n在齐国，邹衍（约公元前 350 — 前 270 年）得到齐宣王的尊重，在稷下这个地方发展了五行学说和阴阳的观念。稷下学宫容纳几乎各个学派的学者。上述的荀卿在 50 多岁时就曾游学稷下，其他学者包括淳于髡、慎到、田骈等。在那个时候，楚国的兰陵，齐国的稷下，是天下学术中心，比美古希腊时代柏拉图的学苑（academy）。\n\n邹衍提出的五行概念是中国的自然主义，也是科学的概念。他们认为木克土，金克木，火克金，水克火，土克水，循环又周而复始。邹衍的学说很受诸侯的重视。《史记·历书》说：“是时独有邹衍，明于五德之传，而散消息之分，以显诸侯。”又说：“而燕齐海上之方士传其术不能通，然则怪迂阿谀苟合之徒自此兴，不可胜数也。”\n\n虽然古希腊和中国五行学说有相似的地方，但是分歧更大。五行的概念也影响了炼丹术的发展。汉儒董仲舒等继续发扬五行之说。西方的元素概念从柏拉图就开始，不断地通过推导，观察，形成现代的原子、化学元素的概念。但是中国的阴阳和五行学说虽然开始时是自然科学的思维，但是逐渐发展为解释人事的学说，近于迷信了。\n\n现在来谈道家。儒家和道家影响了中国两千多年来的思想，不可不研究它的内容。和道家有关的著作有老子的《道德经》，庄周的《庄子》，还有《列子》、《管子》和《淮南子》，何炳棣先生认为都源于《孙子兵法》。事实上，道家应该起源于战国初期喜欢探索大自然之道的哲学家。他们认为要治理人类社会，必须对超出人类社会的大自然有深入的认识和了解。\n\n道家也受到齐国和燕国的巫师和方士这些神秘主义者的影响。他们认识到宇宙和自身都在不断地变化。他们对于自然界的观察转移到实验，炼丹术成为化学、矿物学和药物学研究的开始。可惜他们不能将观察系统化，缺乏亚里士多德对事物分类的能力，又没有创造一套适用于科学的逻辑方法。这是很可惜的事情！\n\n综观上述诸子，在春秋战国时，百家争鸣，影响了中国思想两千多年的历史。现在很多年轻人即使不在乎这段历史文化，却是受到它们的深刻影响而不自知。汉武帝独尊儒家，中国还是受到道家思想的影响。魏晋南北朝时，基础科学达到空前的发展，刘徽注《九章算术》，祖冲之父子计算圆周率和球体积，以及《孙子算经》的剩余定理，都是杰出的数学成就。\n\n东晋医学家葛洪（公元 284 — 364 年）开创中国化学的研究基础。天文和地理（如《水经注》）都达到空前的进步。可惜中国在隋唐以后对基础科学不够重视，以技术为主要方向，清末遇到西方现代科学文化的冲击，才开始了解中土文化有欠缺的地方。\n\n一般来说，中国人对定量的看法并不重视，往往愿意接受模棱两可的说法。一个例子是中国的诗词有很多极为隐晦的语句，但是却富有意境！中国人在算命时，答案往往有不同的解释。\n\n但是当测量师、木工、建筑师、雕塑家、音乐家得到精细的数字时，我们的学者对这些数字却没有兴趣去做深入的研究，从这点上，我们就可以看到中国学者对科学的态度和西方不一样。中国人对于和政治德行无关的学问，都不觉得重要。\n\n例如文学创作，到三国魏文帝曹丕才说：盖文章，经国之大业，不朽之盛事！（但是他的弟弟曹植就不认为文学的创作比治理国家重要。）所以自古以来，学而优必仕！中国学者很少能够为做学问而做学问，少有西方学者穷理治学的精神。这一点和东西哲学不同有关，中西方对人生的看法也不一样。\n\n西方的科学，都可以溯源到古希腊时代。从公元前 625 年到公元前 225年间，哲学家辈出，穷理致知。到柏拉图和亚里士多德的时候，更将哲学范围扩大，包括讨论宇宙和人生的一切。\n\n古希腊的科学观和宇宙观，在文艺复兴和人文主义开始时，由培根（Francis Bacon）和笛卡儿（René Descartes）发扬光大，影响到今日基本科学的想法，所以我们在下面纵述古希腊哲学家的源流，以和中国哲学比较，从中可以看到中国基础科学落后于西方的原因。\n\n哲学的任务，在于聚集一切的事物，总集一切的知识，构成整个的宇宙观和人生观的基础。但是有系统的哲学研究，大致上从公元前 625 年开始。希腊哲学的奠基时代从这年开始到公元前 480 年（该年，希腊海军打败波斯人，亦是孔子卒前一年）。公元前 625 年到公元前 480 年的早期希腊哲学，开始摆脱希腊神话的传统思维，转而探寻本源。这个时期希腊哲学分东西两派。\n\n东派以泰勒斯（Thales，公元前 640 — 前 550 年或公元前 610 —前 545年）为代表，他可说是古代第一位几何学家、天文学家和物理学家，开始了论证的方法，并提出本质的观念（idea of nature）。他生于米利都（Miletus），是米利都哲学学派的创始人。此地濒临大海，海洋变化多端，因此有好奇心来考究与自体相同而同时能运动的宇宙本质。他们认为物质之中，含有精神的要素。他们主张宇宙为生灭流转之过程，无始无终的大变化。\n\n西派有爱理亚学派（Eleatic school）和毕达哥拉斯学派（Pythagoreanschool）。爱理亚学派的创导者是齐诺芬尼斯（Xenophanes，公元前 570 — 前475 年），他定居于意大利西南部的爱理亚，认为构成宇宙的原始本质是不变的。这和东派相反。此派学者芝诺（Zeno of Elea，公元前 490 —前 430 年）是辩证法（dialectics）和诡辩术（sophistry）的始祖。\n\n西派的另一代表为毕达哥拉斯学派。毕达哥拉斯（Pythagoras，公元前540 —前 500 年或公元前 582 —前 540 年）。他是小亚细亚附近的萨摩斯岛人（Island of Samos）。他在意大利南部的克罗多纳（Crotona）讲学，以神秘宗教为背景，此种神秘宗教盛行于色雷斯（Thrace）。该学派每年有年会，狂歌狂饮，以图超脱形骸的束缚，谋求精神的解脱。毕氏的贡献以音乐、数学及天文学为主。\n\n他们认为数是万有之型或相（form），并认为宇宙的实体有二，就是数与无限的空间。一切事物的根本性质和“存在”，是基于无限的空间之形成于算数的具体方式。数是“存在”的有限方面，而空间是“存在”的无限方面。真的“存在”即是两方面的联合，缺一不可。数是自然事物的方式或模范，它预备了“模型”（mould）。无限的空间则供“原料”（raw material）。二者相合而万象生。\n\n此派的宇宙观念，认为世界万有以火为中心，天体有十，绕火作运动，开以后哥白尼（Copernicus）的天文学说。毕氏亦研究音乐，量弦之长短，以定音，是故音亦数也。值得一提的是，易经系辞中所谓“象”，实即 form。谓：“易者，象也”，“圣人立象以尽意”。易经认为在变化的现象中，抽出不变的概念，而以简单的方式表达，是所谓象。这个观念和上述的数的概念很接近。\n\n泰勒斯和毕氏学派均主张宇宙本土为一元之说，一派主变，一派主不变。一派主动，一派认为动是假象。为解决这些矛盾，遂有调和派的多元论产生。他们以为变易非变形，乃换位，是大块中各小分子的换位，生灭都不过是位置的变易而已。创造是新结合，破坏不过是分子的分散而已。\n\n这段时期的希腊哲学家认识到知识界的有秩序和感觉界的无秩序。他们的秩序是研究天文学得来的。他们寻求的永存不变的原理是在诸星单纯的关系中所发现的。\n\n在公元前 480 年，雅典战胜波斯以后，希腊文明逐渐移入雅典，进入了希腊启蒙时代（the Age of Enlightenment）。这时由伯里克利（Pericles）执政，达 39 年之久。\n\n这段时期，名家辈出：雕刻家菲狄亚斯（Pheidias），悲剧大师欧里庇得斯（Euripides）、埃斯库罗斯（Aeschylus）和索福克勒斯（Sophocles），历史学家希罗多德（Herodotus）和修西得底斯（Thucydides），哲学家普罗泰戈拉（Protagoras）、苏格拉底（Socrates）和德谟克里特斯（Democritus）。\n\n在这段时期，平民政治代替了贵族政治，问政需要知识，法庭声辩需要才智，因此学问要求也愈益迫切，同时更加普及化，对政治，对法律，对传统和对自己都加以批评，呈现了灿烂的奇观。\n\n波斯战争以后，文化得到自由发展，个人觉醒，由怀疑而批评的精神发展到了极点。由批评而入于怀疑的，当时叫作辩者（sophists）或哲人，复由怀疑而再入于肯定的代表人物，则是苏格拉底（Socrates，公元前 469 —前399 年）。他生于雅典，是这时代最重要的人物。他认为知识即道德，而道德即幸福。\n\n哲人原文为智者，他们教授平民文学、历史、文法、辩论术、修辞学、伦理学和心理学等学科。哲人运动，长达百年。希腊小孩子学习体育和音乐，所谓音乐包括几何学、七弦琴、诗歌、天文、地理和物理等，16 岁起受教于这些哲人。\n\n苏氏的主要继承人为柏拉图（Plato，公元前 427 —前 347 年），也是雅典人，美仪容，好美术诗歌，师从苏格拉底八年，40 岁后在雅典郊外成立学园（academy），可说是教育史和学术史上之盛事！他认为有两个世界：理念的世界（world of ideas）和物质（现象）的世界，前者为至善，后者要达到至善需通过爱（Eros），人类于不完全中求完全的渴望乃是爱。\n\n柏拉图之后，他的学生亚里士多德（Aristotle）集希腊哲学家科学之大成，他是亚历山大大帝的老师。他的学说宏博无比，我们常用的三段论证法，即源于亚里士多德。\n\n公元前 338 年腓力二世赢得喀罗尼亚战役，结束了希腊的独立。两年后，他被刺身亡。他的儿子亚历山大继位，在十二年间征服了一大片土地，希腊文化走向了终结，他开辟了一个新的希腊化时代，把希腊文化输送到了亚洲的心脏地带。他 33 岁去世。\n\n亚历山大的朋友托勒密（Ptolemy）成为埃及的总督。他在公元前 320 年征服了巴勒斯坦和下叙利亚。在希腊人的统治下，埃及成为东方和西方的融合处，亚历山大城聚集了马其顿人、希腊人、埃及人、犹太人、阿拉伯人、叙利亚人、印度人。因此希腊的城邦观念被世界主义的观念取代了，这里建立了亚历山大博物馆，希腊文化因此移植到埃及来。\n\n在这里诞生了欧几里得（公元前 325 —前 265 年）和他的《几何原本》（Elements）。该书有十三卷，前六卷讨论平面几何，第七卷到第十卷讨论算术和数论，后三卷讨论立体几何。这本书受亚里士多德的公理化理论影响，将很多重要和已知的数学定理用公理严格地统一起来，影响了基础科学的发展。牛顿和爱因斯坦对物理现象都想用简洁的原理来统一说明，这也是《几何原本》所追求的精神。\n\n在数论方面，欧几里得证明了一个漂亮的命题：素数有无穷多个。这个命题开创了素数的研究。他发明的找寻最大公约数的方法，现在叫作欧几里得算法，至今还是一个很重要和实用的工具。\n\n紧跟着欧几里得的大数学家有西西里岛上的阿基米德（公元前 287 — 前212 年）。他发明了穷竭法，从而可以计算各种立体和平面几何图形的体积和面积（例如球体以及抛物线和曲线围绕出来的面积），可以说开近代微积分的先河。他又用逼近法计算圆周率，还开创了静力学和流体力学，影响到牛顿力学的发展。\n\n欧几里得和阿基米德以后，罗马帝国兴起，疆域横跨欧亚大陆，将希腊文化传播得更远。但从基础科学的观点来看，罗马帝国征服了希腊，却被希腊文化征服了。波斯人和阿拉伯人倒是保护了希腊的文化，融合了古巴比伦人在代数方面的贡献，继续发扬光大。\n\n近代基础科学萌芽于希腊，茁壮于文艺复兴时代，我们以上的论述基本上集中在公元前 625 年到公元前 225 年这四百年间的希腊文化，无论从哪个角度看，这是人类文明的极致，现代科学成功的基础。\n\n结 语\n\n科技的发达，固然是现代先进国家富强和持续发展最重要的一环。科技依赖于基础科学的发展。哪个国家能够引领科技的发展，其必将强大，哪个国家能够引领基础科学的发展，其强大必定会历久不衰！科学家是有血有肉的人，所以基础科学家需要人文科学来培养他们的气质和意志！\n\n哲学是统摄这些学问的根源，基础科学需要哲学的帮助，才能不断创新前进。中国和古希腊大约都在公元前 6 世纪开始哲学的研究，但是由于种种不同的历史原因，中国在西方文艺复兴后，大幅落后于西方。这个问题需要从最基本的哲学观点来解决，这样始能够解决我国科学工作者对于科学的基本态度，才能更深入了解基础科学的价值观念。\n\n中国人重视人事关系，远比真理为重。如何解决这个问题是中国科学现代化的重要一环。我还记得在某人声称解决一个有名问题的方法被数学界公认为错误时，某个名学者（基于感情的立场）还是大力吹捧此人的结果。另外一个名学者则坚持支持这个不合科学精神的论断。我很难想象西方的科学家愿意这样做。在真理面前，人人平等！但是这个显而易见的科学精神，在中国没有被重视。\n\n当伽利略在教皇面前坚持他的学说时，义无反顾。在西方，学者都坚持这个精神。但是在中国，即使到最近，还有人用政治的观点来批判广义相对论，又往往用民族主义的观点来评判学问的得失。自从汉儒做伪经，学者互相抄袭以来，少数学者对于抄袭不再有廉耻心。近几年来，个别名学者公然抄袭，被指控而无法辩驳后，还恬不知耻。如果由这样的人领导中国科学界，恐怕是中国科学争取上游的主要绊脚石。我想中国社会能够容忍这样的人，和中国人的基本哲学有关。\n\n在不同时代，中国学者表现的风骨并不一样。一个有名的事件发生在1958 年的“中研院”，蒋介石受邀请到台北南港致开幕词。他认为“中研院”除了要维持中国文化外，也要负起社会的责任。胡适之当时任院长，当即站起身说：您错了，“中研院”是为学问做学问，不讲究这一套！蒋介石虽然不高兴，但没有表示出来！胡适之的勇气却受人钦佩。其实这是两个不同的看法，蒋介石说的是中国儒家的精神，而胡适之说的西方求真的精神确是中国学者缺乏的。\n\n但是希腊亡于罗马，宋朝亡于蒙古人。他们的文化远胜于后者！其实这两个看法不应该有矛盾。有一群人可以一生致力于文艺和基础科学的研究，另外一大群人做技术上的研究，一群人将技术变成产业。几方面一同合作，社会和国家才会得益。\n\n作者简介\n\n丘成桐，当代数学大师，现任哈佛大学讲座教授，1971 年师从陈省身先生在加州大学伯克利分校获得博士学位。发展了强有力的偏微分方程技巧，使得微分几何学产生了深刻的变革。解决了卡拉比 (Calabi) 猜想、正质量猜想等众多难题，影响遍及理论物理和几乎所有核心数学分支。年仅 33 岁就获得代表数学界最高荣誉的菲尔兹奖 (1982)，此后获得 MacArthur 天才奖 (1985)、瑞典皇家科学院 Crafoord 奖 (1994)、美国国家科学奖 (1997)、沃尔夫奖 (2010) 等众多大奖。现为美国科学院院士、中国科学院和俄罗斯科学院的外籍院士。筹资成立浙江大学数学科学研究中心、香港中文大学数学研究所、北京晨兴数学中心和清华大学丘成桐数学科学中心四大学术机构，担任主任，不取报酬。培养的 60 余位博士中多数是中国人，其中许多已经成为国际上杰出的数学家。由于对中国数学发展的突出贡献，获得 2003 年度中华人民共和国科学技术合作奖。", "view_number": 12, "like_number": 14, "comment_number": 0, "classname": "科技", "labels": ["基础科学", "中国", "公元前", "希腊", "学者"], "comments": []}, {"id": "2", "title": "云时代的分而治之：欧洲云项目引发美国科技巨头的强烈反对", "text": "德国和法国正在推出一个由政府支持的项目以开发欧洲云基础设施，竭力帮助当地供应商与主导全球云市场的美国科技巨头竞争。\n\n亚马逊和微软抨击了近期宣布的这个名为Gaia-X的项目，称该项目会限制跨境数据服务。\n\n目前，全球公共云计算市场以AWS（47.8％）为主导、其次是Azure（15.5％）、阿里云（7.7％）、谷歌（4％）和IBM（1.8％），（来源：Gartner2018年市场数据）。\n\n亚马逊、微软及其他美国巨头的影响力令欧洲政界人士和企业高管深感担忧。《华尔街日报》今年10月报道称，德国和法国这两个欧洲经济强国以及其他欧盟国家的公司企业对于自己依赖必须遵守美国《澄清境外合法使用数据法》（Cloud Act）的技术供应商感到担忧。2018年颁布的这部法案规定美国公司在执法部门提出要求时应提供客户的个人数据，即使含有这些信息的服务器设在境外。\n\nFrank Melzer是生产机器人及其他工业产品的德国公司Festo AG的首席技术官，他在近日宣布Gaia-X的德国数字会议上说：“我们的数据到底多安全，这个问题并没有答案。”\n\n参与Gaia-X的云服务供应商将被要求向企业客户证明其信息是安全的，并且就信息的存储位置和处理方式做出保证。参与该项目将要求云服务供应商使用同样的标准，让公司可以将其数据从一家供应商轻松转移到另一家供应商。\n\n德国经济部称，法国和德国的政府官员本月将与有兴趣参与该项目的公司会面，计划在今年年底前为该项目制定一套治理架构。德国经济部的女发言人拒绝透露详情。\n\n《华尔街日报》之前报道称，一些使用美国大型云服务供应商的欧洲公司称，那些服务的价格比欧洲的云服务更具竞争力。德国经济部称，Gaia-X可以通过对云服务供应商和客户之间的合同和流程实行标准化，以降低交易成本。至于政府打算在这个项目上投资多少，德国经济部并没有提供细节。\n\n德国商业银行的女发言人在电子邮件中告诉《华尔街日报》，Gaia-X是一个“重要的项目”，但性能、服务和成本方面的细节将决定欧洲云服务供应商能不能与非欧洲服务供应商一较高下。她说，德国商业银行使用的是谷歌和IBM的云服务。\n\n政府官员表示，这项基础设施计划的另一个目标是帮助制造和医疗保健等行业的欧洲公司，在不依赖外国技术供应商的情况下自行开发算法和AI。\n\n德国经济部长Peter Altmaier在近日的会议上说：“我们需要在AI领域有类似空中客车这样的公司。”\n\n欧盟委员会负责通信和技术的官员Roberto Viola也将Gaia-X比作空中客车。空中客车是欧洲的跨国飞机制造商，是美国波音公司的主要竞争对手。\n\n他在同一场会议上表示：“欧洲仍对世界保持开放，但怀有获得数字主权的雄心。”\n\n微软和亚马逊都表示，他们能够安全地托管公司数据，批评了德国和法国政府的做法。\n\n微软的发言人称数字主权是正当的目标，但补充道：“不过在云时代，我们认为完全按照领土边界来定义主权是错误的。相反，主权需要最强大的云解决方案。”\n\n该发言人称，微软有兴趣加入Gaia-X。\n\n德国经济部长称，如果非欧盟的公司“认同我们在数字主权和数据可用性方面的目标”，可以加入Gaia-X项目。至于如果美国公司遵守美国《澄清境外合法使用数据法》，它们是否还能满足这些目标，德国经济部的女发言人拒绝发表评论。\n\nAWS的发言人称，德国和法国的计划“摈弃了云计算给客户带来的许多根本性好处――它限制了自由选择权、灵活性以及全球扩张的能力，又没有提升安全性。”", "view_number": 17, "like_number": 6, "comment_number": 0, "classname": "政治", "labels": ["Gaia", "德国", "服务供应商", "欧洲", "经济部"], "comments": []}, {"id": "3", "title": "美国工程院院士李凯：中国863计划是失败的", "text": "“如果从培养人的角度来说，863计划是培养出了一批人才，但是，如果从科研创新的角度而言，我认为它是失败的。”李凯说。他的评价基于三个标准：第一，是否产生颠覆性技术；第二，是否在某个领域的国际市场上占据领头羊地位；第三，是否通过核心知识产权创造出很高的毛利。\n\n有人认为李凯定的标准太高，但李凯不同意：“这是世界工业界公认的标准，不是我的标准。”\n\n去年，为了纪念《中国计算机学会通讯》出版100期，作为中国计算机学会的海外理事，李凯系统梳理了这个思考多年的问题，应邀写了一篇长文《促进中国高科技科研创新的想法》。在这篇文章中，他尖锐地指出当前教育和科研制度的弊端，尤其是科研制度将科研和创新混为一谈。\n\n虽然知道直言不讳地道出这样的结论会让一些人不快，可李凯依然坚持做《皇帝的新衣》里那个说真话的孩子，因为“在科学与工程领域，想要成功，首先要实事求是”。\n\n在学术界与工业界的成功跨界经历，李凯对科研与创新的联系有深入的思考和亲身的体会。\n\n近日，在接受中国青年报记者专访时，李凯再次重申自己的观点：“你不实事求是，就看不清自己的位置；你要想真正前进，发现新知识、创新，必须实事求是，否则就达不到目的。你要衡量做得有多好，要同一领域的评价，而不是政府来评或者领域外的人来评。”\n\n科研和创新不是一回事\n\n过去几年中国一直在增加科研投入。2013年，中国的科研支出达2580亿美元，虽然占GDP的比例还低于欧美、日韩与以色列等发达国家，但科研投入总量已居世界第二，比美国少36%。在高科技产业领域，中国占全世界高科技产品的出口份额从2000年的6.5%一路攀升到2013年的36.5%。与此同时，中国也跃升为世界论文第一大国。\n\n一个不容回避的核心问题是——政府对高科技创新的投入有多大效果？\n\n“如果向国际高科技界询问这个问题，大多数会回答：并不有效。”李凯说，根据科技部披露的数据，2011年中国出口高科技产品份额中，82%由外资企业或合资企业生产。\n\n作为世界第二大经济体，高科技发展是中国从制造大国向基于核心知识产权的高价值经济体转型的关键。一个明显的事实是，相当多的学者已经学会了如何把钱换成“纸”，也就是书面的论文，但是还不太擅长如何把书面的论文，也就是“纸”转换成金钱。\n\n为什么政府在高技术领域的科研经费投入效果很差？为什么论文第一大国掌握不了“纸变钱”的游戏规则？在李凯看来，原因主要在两个方面。第一个方面就是科研与创新合二为一的政策，并对所资助的研究性项目提出不切实际的商业成功要求。\n\n“从表面上来看，科研与创新合二为一的政策对政府和宣传是很有吸引力的，但其实这是混淆了科研与创新的基本概念。”李凯对第一个原因阐释道。\n\n以发明即时贴闻名世界的3M公司的杰弗里·尼科尔森博士曾经对两者给出明确的定义：“科研是将金钱转换为知识的过程”，而“创新则是将知识转换为金钱的过程”。\n\n“如果把金钱转化成金钱，就去华尔街，不需要找科研人员。”李凯直言。\n\n李凯认为，将科研资助与创新资助混为一体所带来的问题显而易见。\n\n第一个明显问题是此举会带来两种激烈的冲突。李凯举例，一个受到资助的团队必须发表新知识来衡量他们的研究是否成功，但同时又要保护他们的知识产权以实现商业成功。这在知识产权保护还较弱的环境下是非常困难的。\n\n另一个冲突是大学会变成营利机构。当一所大学拥有了公司，它将成为产业界的竞争者。这样的利益冲突偏离了大学的主要目标——培养学生。\n\n李凯认为，第二个明显的问题是要在2～3年内既要产出成功的科研成果又要实现成功的创新产品是不现实的。\n\n“即使不考虑发表论文，哪怕是拥有了一支有经验丰富的高素质工程师团队，要想在这么短的时间内开发出在市场上获得成功的高科技产品已经是非常困难的，更何况这支团队是由没有产品开发经验的研究生新生组成的。”李凯说。\n\n这样的后果就是——很多团队转向做“反向工程”或“山寨”产品，却没有创造核心知识产权；很多聪明的研究人员开展影响力不大的研究项目，开发没有市场竞争力的产品；很多发表的论文或者只有一些小的改进，或者根本没有新的想法。\n\n然而，为了继续获得未来的经费支持，不仅每个团队都必须宣传自己的项目是成功的，而且经费管理机构也必须宣传他们资助的大多数项目是成功的。\n\n“也许这就是为什么‘863计划’资助了28年后，所资助的项目仍然是在‘追赶’而不是做真正的创新。”李凯说。\n\n政府不要扮演风投的角色\n\n对科研进行5年规划的方式，导致资助的研究方向与高科技领域的快速变化出现大量脱节，是李凯认为的导致政府对科研高投入却效率不高的第二个原因。\n\n也曾经有国内的科技部门主管官员向李凯咨询：我们要做5年规划，您在信息科学方面有什么建议？\n\n李凯直言：脱离5年计划。“针对未来5年设立的项目，大多数方向很快会过时，这会在国家层面上造成时间和金钱的极大浪费。”他实事求是地告诉这位官员，“任何人不知道信息技术类会发生什么变化。你们不如拿一部分钱支持5年计划，更大的一部分钱支持不是5年计划的项目。这样支持的项目才有可能产生推动型的科研成果。”\n\n“当政府经费管理机构确定科研与创新方向时，他们认为这些方向将会对中国经济有利。但是，因为没有产品开发与管理的经验，他们也不了解市场需求。同样，一些权威科学家建议设立某些方向，多数科学家自己也没有创业经历，也不了解市场需求。”李凯说。\n\n在李凯看来，其中最大的问题是：“计划的决策大多是由技术驱动的，而那些大型成功企业的决策是由市场主导的。”\n\n美国也曾经有过这方面失败的案例。美国政府设立一个叫“SBIR”的计划用来为技术转化提供种子资金支持。这个计划年度预算相当大，但成功的案例很少。科研与创新混为一体的一个弊端是“要求政府经费资助机构充当风险投资公司角色，但他们并没有遴选创业公司的经验”。\n\n李凯认为，对政府而言，“应该投资在科研上，而不应当扮演风投的角色。”\n\n科研与创新分离的优点大于缺点\n\n当然，科研与创新分离也有缺点。资助研究的政府机构在短期内无法看到研究成果商业化和创造就业机会的结果。但是，李凯说，科研与创新分离的优点大于缺点。\n\n首先，这能鼓励研究人员专注于影响力巨大的新技术新发现，而不必担心商业化；其次，将科研与创新分离，创业人员与投资者也更可能成功；另外，因为他们没有短期成果的压力，政府的经费资助机构拥有更多的资源来资助有大影响力的想法和潜在的颠覆性想法。\n\n李凯个人经历就验证了这一点。2001年，他选择“no paid leave”（即我们常说的停薪留职），暂时离开普林斯顿大学，一个学生也没带，就来到位于西海岸的硅谷创业。因为知道自己擅长技术而不擅长管理，所以他与几个合伙人从一开始就积极寻找了一名合适的CEO，并在摸清市场需求后，再找一批很好的人来做技术。\n\n公司刚刚起步的时候，李凯还记得，做一个小的演示，用五千到一万行程序代码就可以解决了；2004年，第一个产品推出来的时候，需要30多万行程序代码；2011年，一个产品的程序已经是500多万行代码了。\n\n“谁来写两个数量级中间的东西？”李凯问，“只能是找最好的人。”而早在2004年，李凯公司的创新已经“颠覆了这个市场”。\n\n“如果我当时还坚持在普林斯顿大学，一边做科研，一边做公司搞创新，就是我们常说的脚踩两只船：可能一艘船比较快，就会掉到河里了；如果两边都做，只能让两边走得都不快。”李凯说。\n\n慢慢来不是创新的态度\n\n要取得科研和创新的成功，也必须改革现有的衡量标准。\n\n李凯到国内的一些学校访问，发现他们在介绍自己的科研成绩时喜欢用同一个指标：科研经费。\n\n一所高校计算机学院的院长在介绍学院发展时说：现在院里很好，科研经费超过亿元。\n\n李凯忍不住问：你最主要的科研成果是什么？对方说不出来。李凯直言：我认为拿的钱越少，做出的成果越多越好。研究与创业类似，都应该追求用最少的钱做出有价值的工作，在硅谷一个只会拉风投而不能把企业做大的CEO没人愿意雇佣。他们说，你说的很对。只过了5分钟，对方又开始说某位教授做得有多好，拿了多少经费。\n\n文章也是国内高校介绍科研成果时一个常常挂在口头的指标。李凯忍不住自嘲：如果按照现在的规定，博士期间只发表了一篇文章的自己根本没有办法毕业。\n\n李凯的建议是：政府不要设定统一的衡量标准来约束所有的大学和研究机构，应该下放权力给大学和研究所，要相信他们的判断力，并让他们自行制定合适的衡量标准。\n\n李凯有些着急：“863计划执行到现在已经有28年了，你可以说中国的事情要慢慢来，可是还需要多慢？慢慢来的态度就不是创新的，创新就要颠覆以前的事情。成功不是在一个受保护的市场里，而是在国际市场上。”\n\n“我相信如果这样的改革能实施，我们将会看到高校与研究机构培养出大批有天赋的科研人员和有才能的企业家。”李凯说。\n\n文章来源：中国青年报，原标题：《创新：政府不应扮演风投的角色》\n\n今日编辑：麦片", "view_number": 12, "like_number": 0, "comment_number": 0, "classname": "新闻", "labels": ["李凯", "科研", "创新", "资助", "成功"], "comments": []}, {"id": "4", "title": "中兴事件之痛--中国整机产业的皇帝新衣", "text": "3月7日早上，一个朋友给笔者打电话：“中兴停牌你知道不？美国政府禁止中兴采购了”。此时笔者的注意力还集中在今年女生节新出的条幅上，不以为然的答道：\"看到报道了，估计美国政府也就做做样子吧\"。然而两天过后，事件发酵，先有中兴网友爆出，除了不允许采购芯片之外，美国供应商已经全面停止对中兴的技术支持：不再回复邮件，打电话过去，对方说，“你的邮件我就当没看到，电话以后也别打了，否则我会有麻烦。”接着，看到中兴宣布正在配合美国政府申请出口许可，虽然这种申请通常会被驳回。再后来，听说ARM这家英国公司，因为公司大部分研发放在美国，也被迫停止对中兴的支持和商务合作。如此种种，让笔者深吸一口凉气，看来这次美国玩儿真的了。\n　　\n　　对于这次事件的反应，有些人认为没什么大不了，努比亚没了高通，不是还有中兴微电子么，用自己的呗。有些人认为，最好全部禁运，此刻正是国产芯片的好机会。但笔者却认为，若美国政府的断货制裁持续过久，会带来中兴乃至整机产业的灭顶之灾。所谓皮之不存毛将焉附，对于国产芯片而言，若失去国产整机厂作应用支撑，又谈何发展机会。所以，目前当务之急是让美国政府尽快解除禁运，度过眼下难关，再图将来。\n　　\n　　虽然这些年，国内集成电路产业发展突飞猛进，自给率逐年提高。华为海思最新的麒麟芯片可以和高通骁龙820一比高下；龙芯积累了十多年，也终于可以和北斗卫星一起上天；随便拆开一个蓝牙音箱、机顶盒、冰箱洗衣机，里面的核心芯片已经大部分是国产品牌。但不可忽视的现状是，这些国产芯片的成功应用大多在消费类领域。在对稳定性和可靠性要求很高的通信、工业、医疗以及军事的大批量应用中，国产芯片距离国际一般水平差距较大。尤其是一些技术含量很高的关键器件：高速光通信接口、大规模FPGA、高速高精度ADC/DAC等领域，还完全依赖美国供应商。\n　　\n　　进入二十一世纪第二个十年，西方国家遏制中国，限制高技术产品出口中国的瓦森纳协议依然生效。上述几种芯片是限制出口的重灾区。如果想看看中国这几个方向的真实水平，每年查查瓦森纳协议的更新就可以了。而现代相控阵雷达里面，他们都是必需品，只能通过”你懂的”渠道获得。每生产一台国产示波器，里面的ADC都需要美国政府的同意才能进口，同时要承诺不被转做军事用途。打开中兴、华为出产的基站，电路板上除了几颗数字基带芯片是自产的，通信链路上RF，PLL，ADC/DAC乃至外围测量电源电压的芯片都见不到国产供应商的身影。虽然整机厂通过自产基带芯片掌握核心算法，但是，却无法解决被国外芯片供应商“卡脖子”的问题。了解整机产业的人都知道，一台基站假如有100颗芯片，其中只要有1颗被禁运，整台基站就无法交付。就算找到团队重新设计，根据IC研发的固有规律，一颗芯片从设计、测试到量产至少要1年以上，高可靠性的工业级芯片需要时间更长。如果制裁持续1年，这期间中兴的所有产品全面断货，合同无法履行，完全没有收入，结果不言而喻。唇亡齿寒，就算国产ICer们一年后把芯片给中兴做出来，又有什么用呢？这一次，美国政府是捏住了中兴的脉门。\n　　\n　　诚然，这些年来中国电子整机行业水平突飞猛进。华为超越爱立信成为世界第一大通信设备公司。逼的其他几家公司只能不断合并，最后中兴得以挤进世界前四。联影、迈瑞等国产大型医疗器械的产品水平直逼GE、飞利浦等巨头。国产雷达完成主动相控阵的跨越式超越，052C/052D、歼16等高性能武器服役，其雷达制式和性能已经直逼美国，超越欧洲和俄罗斯。就在军迷们弹冠相庆，裤衩红的不能再红的时候，不能掩盖的事实是缺”芯”的命门其实一直掌握在美国人手中。\n　　\n　　纵览历史，中国电子整机产业的突破其实也是电子技术演进和世界分工变化的结果。电子设备的核心是算法、软件和硬件。算法和软件有其自身的特点，中国人依靠聪明和勤奋容易完成赶超。客户需要一个feature，华为可以连夜派工程师加班编写；都是4G基站，华为可以做到一键配置完成，而对手需要按照操作手册一步步完成。早年的华为靠这些逐步建立起市场优势。而硬件随着IC技术的发展，芯片集成的功能越来越多，实际上技术含量都集中到了芯片中。以前一块电路板上上百个元件，调试和良率都是门槛，而现在变成一两颗芯片。只要你能买到芯片，照着参考电路设计一下，八成能用。除了军用的高端芯片，华为中兴之流几乎可以买到世界上最先进的商用芯片。尽管有瓦森纳协议，但美国供应商们在巨大的利益诱惑面前，也在帮助我们想办法绕过限制。于是，买了一流的芯片，就有了一流的硬件，再加上勤奋铸就的软件和聪明凝聚的算法，打败懒惰的欧洲通信商们就是顺理成章的事情。于是中国成了世界工厂，有着世界上最大的半导体消费市场。但3月7日，美国政府的制裁来了，我们才发现，世界领先的整机产业实际上是建立在沙子一般的地基之上，皇帝的新衣被人扒的一干二净。\n　　\n　　互联网我们有BAT可以和facebook/google过过招，电子整机有华为中兴可以对抗思科爱立信，IT行业里面为什么独独集成电路，没有能跟美国抗衡的能力呢？这还要从IC设计产业的特点来说起。IC设计相对于互联网和整机设备，有两个重要特点，试错成本高和排错难度大。互联网做一个app，可以一天出一个版本，有些bug没关系，第2天就可以修复，试错和修改的成本几乎为零。整机硬件的电路板设计周期在1天到1个月之间，生产周期在3天到2周之间，出了错重新投板费用在几百到几千之间，最多数万块钱。而IC设计，不算架构设计，从电路设计开始，到投片，最少要半年时间。投片送到工厂加工生产，一般要2个月到3个月。最重要的是一次投片的费用最少也要数十万元，先进工艺高达一千万到几千万。如此高的试错和时间成本对一次成功率的要求极高，不得不把流程拖长，反复验证，需要多个工种密切配合，团队中一个人出错，3个月后回来的芯片可能就是一块儿石头。修改一轮，又三个月出去了。\n　　\n　　与试错成本高并存的是排错难度大。互联网编个软件，调试起来几乎可以在程序任意地方设断点，查看变量当时的状态或者打出log。硬件电路板上，几乎任何一根信号线可以拉到示波器上看波形。而一颗手指甲盖大小的芯片，里面有上亿个晶体管，而最终能在电路板上测量到的信号线却只有十几根到几百根。如何根据这少得可怜的信息，推理出哪个晶体管设计错误，难度不言而喻。\n　　\n　　两大特点导致对IC从业人员的素质要求极高，试错周期长需要逻辑严谨细致的工作态度，排错难度大需要一套科学的实验方法。而这两方面，恰恰是国内教育的软肋。过分重视知识的记忆，而忽略逻辑和方法。所以当软件工程师们靠自己的聪明和勤奋，不断快速迭代的时候，ICer们却经常遇到猪队友的困惑，导致原地打转。加班已经不能再多，却还是一次次的delay，上市时间依然落后。更有很多bug无法找到原因，反复投片实验也无结果，最后只能以项目失败收场。\n　　\n　　高难度的产业背后蕴藏的是巨大的利益和商业价值。集成电路被誉为电子工业的粮食，除了对国家和行业安全有着巨大的意义，利润率也随着技术含量水涨船高。芯片本身的材料是二氧化硅，成本极低，上面凝聚的技术就决定了利润。消费类芯片产品一般毛利率在30%~40%，工业用产品一般能在50%~60%以上，更有甚者，以高性能模拟芯片为主的美国Linear公司，平均毛利率能达到90%！很多我们无法设计的芯片，例如高端交换芯片，毛利率都在99%以上。一旦中美开战，即便没有禁运，美国政府利用行政手段把自己电子武器的批量成本压到我们的1/10是分分钟的事情，细思极恐。\n　　\n　　尝试突破\n　　\n　　我们一直努力，从未放弃。\n　　\n　　高校。有些高性能关键器件芯片规模不大，看起来挺适合高校来作为突破的主力军。但多年下来，业内公认是高校的水平不如工业界。这不是中国特有的，美国也这样。这和前述集成电路产业的特点密切相关。高校的优势是出新idea，对于算法这类领域挺合适，仿真实验看到结果快且准，仿出来有效果基本实际就会有效，顶多实现复杂度太高。芯片试错成本高，流程长，参与协作的工种多，任何一个环节出问题，就看不到好结果。能把一个芯片做成业界普遍水平，不掉坑里，就已经不容易，需要多年积累。学生们积累少，纵有好的idea，往往躲不过路上无数的暗坑，还没看到idea的效果，就死在半路了。学校的特长是做更前沿的研究，适合弯道超车。而集成电路恰恰不好弯道超车，尤其是模拟芯片，你不解决100MHz的问题，到200MHz的时候那些问题还在。\n　　\n　　仿制、抄袭。军迷们引以为自豪的山寨能力，就是看美军有什么，我们就抄一个。集成电路也可以抄，学名反向设计。虽然芯片很小，电路密度极大，但仍然可以通过显微、照相等方式获得他的全部版图信息，然后复制一份，送到工厂生产，似乎看起来就可以得到一模一样的产品了。其实不然，版图相当于软件编译后的机器代码，可读性很差，无法了解其原理和架构。而版图提取本身存在物理误差和人为错误，尤其对于高性能的模拟混合信号芯片，对工艺又非常敏感，稍有不一致都可能导致芯片性能和良率的巨大差异。而此时设计人员无法了解原理，定位错误犹如一个盲人在大海里捞针。军工研究所普遍采用这种方法，每次反向犹如一场赌博，有时候做出来OK最好，一旦出现问题，基本束手无策。所以多年下来，除了电路比较简单的射频和功放芯片，上述高性能PLL，ADC等关键器件反向成功，能量产装备的例子寥寥无几。\n　　\n　　科研项目。国家近十几年来，一直通过863/973/核高基等国家级科研计划对关键器件进行支持，投入巨大。后期也要求工业界和整机厂加入，以解决应用脱节的问题。但这些年下来，真正能量产并转化为实际产品的成果寥寥。究其原因，一个是目标脱节。IC界有个说法，实验室测试通过只是迈出了一小步，到量产还有巨大的工作量。科研项目只需要在评审的时候能够提供几颗样片，演示出所需性能即可拿到尾款。而工业级应用需要在各种温度和环境变化条件下保持性能稳定，以及解决批量生产的良率问题。如何保证量产是需要从设计一开始就考虑的，有些科研单位选择的架构本身就决定了成果只能交差，而不能量产。二是指标脱节。科研项目的立项单位不考虑国内实际水平，盲目追赶世界领先水平。不管上一周期的项目是否完成，今年的指标一定要更近一步。申请单位恶意竞争，不考虑自身实力，申请时竞报指标，谁提的指标高谁拿到项目，才不管2年以后如何交差。这样的制度下，本来按照已有技术积累，做100MHz还能量产，指标竞价完成后目标变成500MHz，最后谁都搞不定。\n　　\n　　人才引进。2000年前后，国家利用人才政策吸引海外留学人员归国创业。这期间有陈大同、武平回来创立了展讯，魏述然回来创立了锐迪科等一批国产IC设计公司。这批公司一开始也许有想做工业级产品、关键器件的雄心，但很快发现产业环境不合适，中国整机还没有强大到今天华为中兴的地位，市场容量小，技术可靠性要求高，design-in周期长，所以这批中成功活下来的这批企业都是靠消费类市场和08年附近一波中国山寨手机热潮完成了原始积累，进入良性循环。然而对于引入工业级、关键器件的人才就没有那么一帆风顺。\n　　\n　　首先合适的人选就非常少。例如在美国，由于瓦森纳协议的限制，华人无法进入ADI/TI等公司最核心的ADC产品研发部门，即使在他们设立在中国的研发中心，大陆工程师可以通过网络看到绝大部分母公司的设计，但高性能的ADC产品除外。这简直是90年代气象局被玻璃房子锁住超级计算机的另一个翻版。\n　　2009年从美国ADI公司回来了一位李博士，通过非法手段带回了高性能DAC产品的版图，一下子提高了国产DAC产品的性能指标。但2013年事件被曝光，遭到ADI和美国政府的抗议。李事件导致美国政府对华人参与关键器件研发的控制更加严格，并对往来中国的留学生进行更严格的审查，相继查出Vanchip剽窃RFMD事件和天大教授张浩被FBI诱捕事件，不论是真是假，对海外留学生归国从事关键器件研发造成了心里阴影，很多人为了保住往来美国的人身自由，放弃参与国内高性能的关键器件研发工作的机会。\n　　\n　　于此同时，在国际市场上，华为中兴需要遵守国际知识产权的游戏规则，李的方法和产品无法被正规整机厂采用，实际上并没有解决工业界的问题。相反华为中兴对引入国产供应商在知识产权上更加担心，要求国产厂家自证清白，有的甚至到了要求国产供应商的创始人不能有ADI/TI履历的夸张地步，进一步导致国产替代进度的严重落后。最后，在没有知识产权问题的军用领域，由于受2013年被曝光的影响，到目前还没有看到李博士的产品被装备使用，甚是可惜。\n　　\n　　整机厂自己努力。国内真正算在高性能关键器件领域有所突破的应该只有华为旗下的海思了。海思因为有华为不计成本的投入，麒麟的成就众所周知，在高速光通信及交换芯片上也有突破，已经在慢慢从低端蚕食broadcom等多年来构筑的技术壁垒。但之前任总的一篇讲话中，给海思的定位是备胎，任总要求华为一定要用最好的器件给客户提供最好的性能，海思做不到性能最优就不采用。实际上这个思路，笔者觉得是有问题的。芯片行业有个特点，很多问题在实验室是测不出来的，必须在大规模应用的时候才能发现、改进和提高。如果一看指标不好就不用，那永远没有机会发现问题，那这个备胎永远是个纸糊的，一上路就碎。实际上，正是华为终端部门被要求捏着鼻子也要用K3V2，才成就了今天的麒麟。\n　　\n　　国家层面也看到了上述问题，2013年9月国务院副总理马凯调研集成电路产业，随后国家出台了新的集成电路产业振兴规划。改为成立产业基金，通过股权投资的方式对集成电路企业进行帮助。同时以紫光为首的国内民营资本结合政府基金，开始了国际市场上的疯狂扫货。展讯、RDA、OmniVision等企业纷纷被收归旗下。但时光转到2015年，紫光和大基金系的扫货开始遇到障碍，收购美光，西数，试图以此突破nandflash产业遇挫，华润报价Farchild被拒。连飞利浦照明业务的收购也因为美国政府担心功率半导体技术外泄而终止。回过头来看，除了展讯这类本来就是国内公司、OmniVision本来就是华人公司，国家通过收购的方式并未采购到货真价实的核心技术，更不要说可以有军事用途的射频、ADC等关键器件技术，可以断定美国人是不可能卖的。\n　　\n　　如何破局？\n　　\n　　对于突破集成电路高性能关键器件，笔者认为有三个因素：有足够的资金支持，有整机厂的通力合作和有耐心的团队。\n　　资金怎么解决，“十八大”要求让市场在资源配置中起决定性作用。芯片研发是高投入高风险，最后运气好才有高产出。现在政府通过大基金的方式来决定资源分配，并不一定总能选中最后的胜利者，而且有国有资产保值增值的压力，道德风险，都会让其投资行为走形。另外，国资的大规模投入还会造成挤出效应，减少民营资本在产业中的投入量。\n　　\n　　笔者认为最好的方式还是吸引民间资本。民间资本只要有足够大的市场，足够大的利润，他就会心动。而一开始团队技术水平跟先进水平有差距，无法参与全球竞争，可以攫取的市场规模必然没有那么大。这个时候应该是国家出马，通过补贴和奖励整机厂商的方式，在不损害整机厂家成本竞争力的前提下，在初期允许国产芯片商卖一个高价，获得超额利润，弥补巨额研发的投入，吸引民间资本进入。后期，根据芯片累计装备的数量，逐步减少补贴，最后达到市场定价，进入国际市场参与竞争。这种政策好处是钱肯定都花到有竞争力的市场主体中，谁最后装备，谁做的东西能用，就补贴谁。当然要注意防范骗补的问题。\n　　\n　　至于研发风险和选择错误风险，让民间资本来去承担。民资花自己的钱，自然会慎重选择团队，即使研发失败，也能坦然接受。这样一份国家补贴，可以吸引多份民间投资，只要其中一份儿成功量产，国家就赚到了。\n　　\n　　当然所有的前提是我们还有一个强大的，有国际竞争力的整机产业。只有他们，才有动力去试用还在襁褓中的国产IC。笔者在推广国产IC的过程中，最感动的就是这群整机厂家的技术人员，不需要任何的利益驱动，他们是发自内心的愿意去帮助国产IC，有时上司都允许放弃了，他们还加班加点帮助国产供应商查找问题。\n\n\n　　塞翁失马，焉知非福。也许多年后回过头来看，这次中兴事件对国产IC产业是个转折点。但不管怎样，当下真心希望他能度过难关。", "view_number": 4, "like_number": 1, "comment_number": 0, "classname": "新闻", "labels": ["芯片", "整机", "国产", "中兴", "华为"], "comments": []}, {"id": "5", "title": "格力造芯梦再下一程的“三重解读”", "text": "格力“造芯梦”再下一程。\n\n三安光电于11月11日晚间发布《2019年度非公开发行A股股票预案》，拟募集资金总额为不超过70亿元，其中格力电器拟认购金额为20亿元，先导高芯拟认购金额为50亿元。本次募投项目主要投向中高端产品，发力新兴细分市场，涉及高端氮化镓LED外延芯片、高端砷化镓LED外延芯片、Mini/Micro LED、大功率三基色激光器等。\n\n放眼投资中的主角，格力的身影再次赫然在目。\n\n投资戏码\n\n在豪言500亿元造芯之后，格力虽然受到业界诸多质疑，但显然已不再似进军新能源汽车那样“冒进”，而是步步为营。\n\n先是去年8月14日成立珠海零边界集成电路有限公司正式涉足芯片设计领域，后是去年年底投资30亿元通过成为闻泰科技股东间接入股安世半导体，而又于近日投资20亿元三安光电。这一系列“连发”显现出格力大手笔布局芯片的初心不改；另一方面也引发了新的思考，四处撒网之后到底如何归“芯”？\n\n从大势来看，其实不止是格力电器，包括华为、阿里在内的诸多科技企业都在着力通过融资、新建子公司等多种方式入局IC领域，“造芯”已是大势所趋，格力作为新入局者，自然也要多方落子，全面布局。\n\n“对于格力的造芯方式，用投资入股的方式非常现实，毕竟这是一个高技术含量的行业，没有底蕴和积累直接自己做风险很高。” 一位不愿透露姓名的业内人士表示。\n\n格力先是通过成为闻泰科技的重要股东，对发展空调芯片、智能家居以及汽车电子业务提供了重要的战略支撑。此次又对三安光电进行战略性股权投资，也让格力成功卡位新兴功率半导体技术，有助于进一步提升其在化合物半导体的技术积累。\n\n中泰电子刘翔对此分析说，格力电器作为产业资本方，与上市公司从事的化合物半导体业务有一定协同效应，此次通过定增入股上市公司，未来有望实现更丰富层次的合作。\n\n战略深意\n\n而此次格力的举动，其实不仅是IC自主可控和国产化替代大势之下企业必然的攻芯之策，更是格力股东之一珠海政府在各地轰轰烈烈造芯运动下的深层布局。\n\n作为珠三角地区IC产业的主要承载地，珠海在产业规模、创新能力、企业培育、市场拓展等方面成效显著，走出了一条创新驱动与市场引领相结合的发展之路，为构筑大湾区创新高地打下了扎实基础。目前，炬芯科技、全志科技、杰理、欧比特、中慧、世纪鼎利、博雅、魅族、德豪润达、鼎泰芯源等企业茁壮成长，已进入全国IC设计业规模最大的十大设计城市之列。\n\n但在多地积极发展集成电路的竞争态势下，珠海IC业结构的短板也日益突出，特别是半导体制造十分缺失。\n\n“如何通过进一步发展促进IC业升级或成为珠海政府下一步工作重心。”Gartner中国研究总监盛陵海提到，“珠海政府或珠海国资委或将主导成立一个半导体基金，将主投制造，毕竟它们手握格力的股份，有一定资金实力，同时也会寻求合作伙伴。但从目前来看，珠海的布局已然有些晚，需要进一步加快。”\n\n在集成电路晶圆制造方面，据JSSIA统计，除我国集成电路晶圆制造企业现有正常生产的8英寸、12英寸生产线42条以外，2018年投产的8英寸、12英寸生产线13条，在建的8英寸、12英寸生产线15条，总投资金额高达14000亿元。到2020年，我国集成电路制造产能将达到200万片/月，而长三角地区是集成电路制造生产线数量最多的聚集区。显然，抓住了设计浪潮的珠海，不能亦不想失去半导体制造的“高地”。\n\n仍需沉淀\n\n虽然格力造芯已经在多方落子，显现其雄心壮志，但也要清醒地意识到，一入“芯”门深似海。\n\n某IC投资公司负责人张云翔表示，格力投资安世半导体和三安光电，提升了未来的功率器件代工能力，这一投资上游的方式远比自己做要好。但要指出的是，三安光电能否如愿助力还有待观察，毕竟工艺开发需要时间。\n\n而上述不愿透露姓名的业内人士表示，格力作为家电大企业，已完成站起来、富起来的阶段，而要想发展到强起来，提高科技能力、核心竞争力是永远不能回避的课题。对于格力来说，控制芯片是核心部件，虽然不像华为等企业那么依赖于芯片，但总是依赖进口毕竟是缺少核心竞争力。\n\n因而，这位人士建议，格力的造芯要从自有产品需要的芯片入手，一旦量产，自有产品就能保证千万量级的出货量。至于自有产品使用之外的芯片，还需要积累沉淀，不可盲目。\n\n如今的格力早已将自身定位为“多元化、科技型全球工业集团”，所覆盖的领域包括空调、生活电器、高端装备和通信设备，ICT已成为格力未来的新方向。既要多重应用打开局面，又想芯片落子开花结果，可想而知，格力造芯既要“格外用力”，也要“分外用芯”。（校对/范蓉）", "view_number": 12, "like_number": 9, "comment_number": 0, "classname": "新闻", "labels": ["格力", "芯片", "IC", "珠海", "造芯"], "comments": []}, {"id": "6", "title": "习近平在上海考察时强调 深入学习贯彻党的十九届四中全会精神", "text": "来源：北京青年报\n\n来源标题：推动城市治理重心向街道社区下沉\n\n中共中央总书记、国家主席、中央军委主席习近平近日在上海考察时强调，要深入学习贯彻党的十九届四中全会精神，坚持稳中求进工作总基调，全面贯彻新发展理念，加快改革开放步伐，加快建设现代化经济体系，加大推进三大攻坚战力度，扎实推进长三角一体化发展，妥善应对国内外各种风险挑战，勇挑最重担子、敢啃最难啃的骨头，着力提升城市能级和核心竞争力，不断提高社会主义现代化国际大都市治理能力和治理水平。\n\n3日下午，习近平听取了上海市委和市政府工作汇报，对上海各项工作给予肯定。\n\n他希望上海认真贯彻落实党中央重大决策部署，持之以恒，再接再厉，奋力创造新时代新奇迹。\n\n城市治理\n\n要抓一些“牛鼻子”工作\n\n习近平强调，要深入学习贯彻党的十九届四中全会精神，提高城市治理现代化水平。\n\n要统筹规划、建设、管理和生产、生活、生态等各方面，发挥好政府、社会、市民等各方力量。\n\n要抓一些“牛鼻子”工作，抓好“政务服务一网通办”、“城市运行一网统管”，坚持从群众需求和城市治理突出问题出发，把分散式信息系统整合起来，做到实战中管用、基层干部爱用、群众感到受用。\n\n要抓住人民最关心最直接最现实的利益问题，扭住突出民生难题，一件事情接着一件事情办，一年接着一年干，争取早见成效，让人民群众有更多获得感、幸福感、安全感。\n\n要履行好党和政府的责任，鼓励和支持企业、群团组织、社会组织积极参与，发挥群众主体作用，调动群众积极性、主动性、创造性，探索建立可持续的运作机制。\n\n“新片区”\n\n增强大局意识全局观念\n\n习近平指出，要深入推进党中央交付给上海的三项新的重大任务落实。\n\n上海自贸试验区临港新片区要进行更深层次、更宽领域、更大力度的全方位高水平开放，努力成为集聚海内外人才开展国际创新协同的重要基地、统筹发展在岸业务和离岸业务的重要枢纽、企业走出去发展壮大的重要跳板、更好利用两个市场两种资源的重要通道、参与国际经济治理的重要试验田，有针对性地进行体制机制创新，强化制度建设，提高经济质量。\n\n设立科创板并试点注册制要坚守定位，提高上市公司质量，支持和鼓励“硬科技”企业上市，强化信息披露，合理引导预期，加强监管。\n\n长三角三省一市要增强大局意识、全局观念，抓好《长江三角洲区域一体化发展规划纲要》贯彻落实，聚焦重点领域、重点区域、重大项目、重大平台，把一体化发展的文章做好。\n\n经济发展\n\n强化开放枢纽门户功能\n\n习近平强调，要推动经济高质量发展。强化全球资源配置功能，积极配置全球资金、信息、技术、人才、货物等要素资源，以服务共建“一带一路”为切入点和突破口，加快提高上海金融市场国际化程度。\n\n要强化科技创新策源功能，努力实现科学新发现、技术新发明、产业新方向、发展新理念从无到有的跨越，成为科学规律的第一发现者、技术发明的第一创造者、创新产业的第一开拓者、创新理念的第一实践者，形成一批基础研究和应用基础研究的原创性成果，突破一批卡脖子的关键核心技术。\n\n要强化高端产业引领功能，坚持现代服务业为主体、先进制造业为支撑的战略定位，努力掌握产业链核心环节、占据价值链高端地位。\n\n要强化开放枢纽门户功能，坚持以开放促改革、促发展、促创新，勇敢跳到世界经济的汪洋大海中去搏击风浪、强筋壮骨。\n\n党的建设\n\n要抓好第二批主题教育\n\n习近平强调，要扎实推进党的建设。各级党组织要在巩固和拓展第一批主题教育成果的同时，抓好第二批主题教育，并通过健全制度、完善机制，使“不忘初心、牢记使命”这个党的建设的永恒课题、党员干部的终身课题常抓常新。开展主题教育不能学归学、说归说、做归做，衡量实际成效的根本标尺就是解决问题、推动事业发展。\n\n第二批主题教育重点在基层，在群众家门口开展，更要求真务实，奔着问题去、盯着问题改，让群众感受到新变化新成效。各级领导干部要勇于担当、攻坚克难，在改革发展稳定各项工作中经受严格的思想淬炼、政治历练、实践锻炼。要以提升政治功能和组织力为重点，在强基础、补短板上下功夫，把基层党组织建设成为宣传党的主张、贯彻党的决定、领导基层治理、团结动员群众、推动改革发展的坚强战斗堡垒。\n\n习近平强调，上海是我们党的诞生地，党成立后党中央机关长期驻扎上海。上海要把这些丰富的红色资源作为主题教育的生动教材，引导广大党员、干部深入学习党史、新中国史、改革开放史，让初心薪火相传，把使命永担在肩，切实在实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦进程中奋勇争先、走在前列。\n\n行程\n\n像对待“老人”一样尊重和善待城市中的老建筑\n\n11月2日至3日，习近平在中共中央政治局委员、上海市委书记李强和市长应勇陪同下，深入上海杨浦滨江、古北社区，就贯彻落实党的十九届四中全会精神、城市公共空间规划建设、社区治理和服务等进行调研，同基层干部群众亲切交流。\n\n杨浦区 城市是人民的城市\n\n2日下午，习近平来到杨浦区滨江公共空间杨树浦水厂滨江段，结合视频和多媒体演示听取黄浦江两岸核心区45公里公共空间贯通工程基本情况和杨浦滨江公共空间建设情况汇报。近年来，上海市推动黄浦江两岸贯通及滨江岸线转型工作，杨浦滨江逐渐从以工厂仓库为主的生产岸线转型为以公园绿地为主的生活岸线、生态岸线、景观岸线，昔日的工业锈带变成了生活秀带，为上海增添了一道靓丽的风景线。习近平指出，文化是城市的灵魂。城市历史文化遗存是前人智慧的积淀，是城市内涵、品质、特色的重要标志。要妥善处理好保护和发展的关系，注重延续城市历史文脉，像对待“老人”一样尊重和善待城市中的老建筑，保留城市历史文化记忆，让人们记得住历史、记得住乡愁，坚定文化自信，增强家国情怀。\n\n习近平沿滨江栈桥步行察看黄浦江两岸风貌，了解人文历史和城乡变迁，走进雨水花园实地考察城市环境综合治理和海绵城市建设等情况，并乘车沿途察看渔人码头、杨树浦港旧址等地标景观，对杨浦区科学改造滨江空间、打造群众公共休闲活动场所的做法表示肯定。在参观途中，遇到许多正在休闲健身的市民，习近平同他们亲切交谈。习近平指出，城市是人民的城市，人民城市为人民。无论是城市规划还是城市建设，无论是新城区建设还是老城区改造，都要坚持以人民为中心，聚焦人民群众的需求，合理安排生产、生活、生态空间，走内涵式、集约型、绿色化的高质量发展路子，努力创造宜业、宜居、宜乐、宜游的良好环境，让人民有更多获得感，为人民创造更加幸福的美好生活。\n\n位于浦江岸边的人人屋党群服务站是一个开放式党建服务平台，习近平向服务站工作人员和居民详细询问这里开展基层党建和公共服务情况。一位年近九旬的老党员、老劳模激动地向总书记介绍说，自己是土生土长的上海人，见证了上海从旧中国到新中国、再到新时代的巨大变化，为中国共产党和中国特色社会主义感到无比自豪。习近平鼓励她多向年轻人讲一讲，坚定他们对中国特色社会主义的道路自信、理论自信、制度自信、文化自信。\n\n长宁区 询问饭菜可不可口\n\n临近傍晚，习近平来到长宁区虹桥街道古北市民中心考察调研。古北社区居住着来自50多个国家和地区的居民。习近平听取社区开通社情民意直通车、服务基层群众参与立法工作等情况介绍，并同正在参加立法意见征询的社区居民代表亲切交流。他强调，你们这里是全国人大常委会建立的基层立法联系点，你们立足社区实际，认真扎实开展工作，做了很多接地气、聚民智的有益探索。人民代表大会制度是我国的根本政治制度，要坚持好、巩固好、发展好，畅通民意反映渠道，丰富民主形式。\n\n市民中心内设立了餐饮、医疗、法务等各类专业服务机构。习近平逐一察看涉外人员服务窗口、老年助餐点等，了解社区生活、文化、养老等便民服务情况。在老年助餐点，习近平同正在用餐的居民热情交谈，询问饭菜可不可口、价格贵不贵、对社区便民服务还有什么新要求。习近平指出，城市治理是推进国家治理体系和治理能力现代化的重要内容。要牢记党的根本宗旨，坚持民有所呼、我有所应，把群众大大小小的事情办好。要推动城市治理的重心和配套资源向街道社区下沉，聚焦基层党建、城市管理、社区治理和公共服务等主责主业，整合审批、服务、执法等方面力量，面向区域内群众开展服务。要推进服务办理便捷化，加快政务信息系统资源整合共享。", "view_number": 20, "like_number": 14, "comment_number": 0, "classname": "新闻", "labels": ["习近平", "城市", "治理", "群众", "滨江"], "comments": []}, {"id": "7", "title": "从“中国之制”看“中国之治”——解码党的十九届四中全会决定", "text": "来源：北京日报\n\n来源标题：从“中国之制”看“中国之治”\n\n11月5日，《中共中央关于坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化若干重大问题的决定》全文发布。\n\n党的十九届四中全会通过的这一决定，深刻阐释了坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的重大意义和总体要求，并对坚持和完善党的领导制度体系等13个方面的制度作出战略部署。透过这13方面的制度安排，“中国之治”的美好前景清晰可见。循着决定明确的奋进之路，一个更加美好的中国正向我们走来。\n\n党“总揽全局、协调各方”领导地位更加巩固\n\n决定描绘的中国特色社会主义制度图谱由13个部分组成，其中“坚持和完善党的领导制度体系，提高党科学执政、民主执政、依法执政水平”排在第一位，充分彰显出党的领导制度体系在中国特色社会主义制度体系中的重要地位。\n\n“中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势。”中央政策研究室分管日常工作的副主任江金权认为，党的领导制度是国家的根本领导制度，统领和贯穿其他12个方面制度。\n\n针对坚持和完善党的领导制度体系，决定提出6个方面的要求，包括建立不忘初心、牢记使命的制度，完善坚定维护党中央权威和集中统一领导的各项制度，健全党的全面领导制度，健全为人民执政、靠人民执政各项制度，健全提高党的执政能力和领导水平制度，完善全面从严治党制度。\n\n“这6个方面要求可以视为坚持和完善党的领导制度体系的具体实现形式，也是6个重要支柱。”中央党校（国家行政学院）教授刘春认为，把这6个方面要求落到实处，将进一步健全总揽全局、协调各方的党的领导制度体系，把党的领导落实到国家治理各领域各方面各环节，确保国家始终沿着社会主义方向前进。\n\n以中国式民主让人民更好当家作主\n\n坚持人民当家作主，是我国国家制度和国家治理体系的显著优势之一，也是社会主义民主政治的价值追求。\n\n决定从“坚持和完善人民代表大会制度这一根本政治制度”“坚持和完善中国共产党领导的多党合作和政治协商制度”“巩固和发展最广泛的爱国统一战线”“坚持和完善民族区域自治制度”“健全充满活力的基层群众自治制度”5方面，描绘出民主中国的发展和完善路径。\n\n“推进国家治理体系和治理能力现代化，发展社会主义民主政治，是关系到中国特色社会主义前途命运的重大战略部署。”复旦大学教授桑玉成说。\n\n“健全人大组织制度、选举制度和议事规则，完善论证、评估、评议、听证制度”“完善支持民主党派和无党派人士履行职能方法”“健全党外代表人士队伍建设制度”“全面深入持久开展民族团结进步创建”“拓宽人民群众反映意见和建议的渠道”……决定中的一系列制度安排，令人眼前一亮。\n\n“小到一个社区、单位，大到一个国家，人们都希望积极参与公共生活。决定通过一系列良好的制度设计，不断丰富民主形式，拓宽民主渠道，确保人民依法通过各种途径和形式管理国家事务、经济文化事业和社会事务。这正是人民美好生活的题中应有之义。”桑玉成说。\n\n推动法治中国建设行稳致远\n\n“坚持和完善中国特色社会主义法治体系，提高党依法治国、依法执政能力。”决定提出“健全保证宪法全面实施的体制机制”“完善立法体制机制”“健全社会公平正义法治保障制度”“加强对法律实施的监督”4方面举措，推进法治中国建设。\n\n西南政法大学校长付子堂说，决定强调加强宪法实施和监督，提出落实宪法解释程序机制、推进合宪性审查工作、加强备案审查制度和能力建设等，有利于更好处理权力行使和权利保障的关系，维护国家法制统一、尊严、权威。\n\n立法方面，决定提出加强重要领域立法，加快我国法域外适用的法律体系建设。付子堂认为，这有利于加快构建保障我国海外利益的法律体系，更好保护海外中国公民和企业合法权益。\n\n公平正义，民之所向。决定强调，严格规范公正文明执法，规范执法自由裁量权，加大关系群众切身利益的重点领域执法力度。决定还提出坚决排除对执法司法活动的干预，拓展公益诉讼案件范围，实行惩罚性赔偿制度等。\n\n“通过严格执法、规范执法，提高违法成本，维护司法公正，有效推动全民守法的实现。”付子堂说，“决定提出的一系列部署安排，必将推动法治中国建设行稳致远。”\n\n建设人民满意的服务型政府\n\n推进国家治理体系和治理能力现代化，离不开国家行政管理现代化。决定指出，必须坚持一切行政机关为人民服务、对人民负责、受人民监督，创新行政方式，提高行政效能，建设人民满意的服务型政府。\n\n“政府治理处在国家治理的前排。”中央党校（国家行政学院）教授汪玉凯说，“通过不断坚持和完善中国特色社会主义行政体制，构建职责明确、依法行政的政府治理体系，将更好把制度优势转换为效能优势。”\n\n决定从完善国家行政体制、优化政府职责体系、优化政府组织结构、健全充分发挥中央和地方两个积极性体制机制等四个维度，对构建与新时代相适应的中国特色社会主义行政体制指明了方向。\n\n改革开放以来特别是党的十八大以来，我国经济社会发展取得举世瞩目的成就，这与我国行政体制不断改革、政府治理效能不断提高息息相关。\n\n汪玉凯认为，一套好的政府治理体系，既要能调动中央和地方两个积极性，也要能持续激发广大人民的创造伟力，归根结底，就是要“人民满意”。“决定立足当下、着眼长远，对政府治理体系提出了针对性、历史性、战略性的设计，将对国家治理体系和治理能力现代化带来可行、可靠、可持续的动力。”汪玉凯说。\n\n以更加成熟稳固的经济制度支撑高质量发展\n\n“对社会主义基本经济制度的坚持和完善是一大突破。”全国政协经济委员会副主任刘世锦说，公有制为主体、多种所有制经济共同发展，按劳分配为主体、多种分配方式并存，社会主义市场经济体制，“三位一体”共同支撑的基本经济制度框架，标志我国社会主义经济制度更加成熟、更加稳固。\n\n“在社会主义市场经济体制下，才能营造各种所有制主体依法平等使用资源要素、公开公平公正参与竞争、同等受到法律保护的市场环境，才能健全生产要素由市场评价贡献、按贡献决定报酬的机制。”刘世锦强调，这一基本经济制度框架对稳定经济发展预期具有重要现实意义。\n\n“建设高标准市场体系”“建设更高水平开放型经济新体制”，在刘世锦看来，这明确了改革开放的方向。“国内改革以建设高标准市场体系为目标，破除行政壁垒，进一步开放市场，推动公平竞争；对外开放以建设更高水平开放型经济新体制为目标，推动我国在全球市场体系竞争中发挥引领作用。”\n\n扩大中等收入群体，健全鼓励支持基础研究、原始创新的体制机制……这些富有创新性的制度安排将补齐制度短板，为实现经济高质量发展提供坚实制度支撑。\n\n更好构筑中国精神中国价值中国力量\n\n党的十九届四中全会对文化方面的制度建设给予高度重视。决定强调，发展社会主义先进文化、广泛凝聚人民精神力量，是国家治理体系和治理能力现代化的深厚支撑。\n\n吉林大学哲学社会学院教授邴正说，决定第一次全面系统地从制度层面强调坚持和完善繁荣发展社会主义先进文化的制度体系建设问题，这是对中国特色社会主义理论的进一步完善和阐发。\n\n决定提出，坚持马克思主义在意识形态领域指导地位的根本制度。\n\n邴正表示，把马克思主义在意识形态领域中的指导地位制度化，为树立中国特色社会主义共同理想、弘扬社会主义核心价值观、构建主流舆论格局、保障人民文化权益、满足人民群众美好生活需要提供了充分的制度保证，对于保证社会主义先进文化前进方向意义重大。\n\n“新中国成立70年来，特别是党的十八大以来，我们不断深化与推进文化体制改革创新，社会主义先进文化的影响力与竞争力大大提高。”邴正说，决定进一步明确了中国特色社会主义文化建设的努力方向、基本原则和主要任务。我们要坚定文化自信，牢牢把握社会主义先进文化的前进方向，激发全民族文化创造活力，更加巩固全体人民团结奋斗的共同思想基础，更好构筑中国精神、中国价值、中国力量。\n\n织就更加公平更高质量的民生保障之“网”\n\n带领近14亿人民奔向全面小康，过上美好生活，不是一件易事。\n\n从健全有利于更充分更高质量就业的促进机制，到构建服务全民终身学习的教育体系；从完善覆盖全民的社会保障体系，到强化提高人民健康水平的制度保障……决定提出，坚持和完善统筹城乡的民生保障制度，满足人民日益增长的美好生活需要。\n\n多位专家指出，决定从坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的高度，对构建更加公平、更高质量的民生保障之“网”作出部署安排，彰显了中国共产党不变的为民初心。\n\n决定还提出，创新公共服务提供方式，鼓励支持社会力量兴办公益事业，满足人民多层次多样化需求，使改革发展成果更多更公平惠及全体人民。\n\n中央党校（国家行政学院）教授胡颖廉说，这是决定的亮点之一，表明多样化的民生需求要在“共建共享”的社会建设中破题。\n\n中国人民大学教授郑功成注意到，决定首次提出“民生保障制度”概念。他认为，这会推动就业、教育、社会保障、健康等制度进一步完善和发展，在未来发挥更大作用，形成一套有效增进人民福祉的长效机制。\n\n打造平安中国“升级版”\n\n社会治理是国家治理的重要方面。决定提出，完善党委领导、政府负责、民主协商、社会协同、公众参与、法治保障、科技支撑的社会治理体系，建设人人有责、人人尽责、人人享有的社会治理共同体，确保人民安居乐业、社会安定有序，建设更高水平的平安中国。\n\n北京师范大学教授宋贵伦指出，与党的十九大报告相比，决定从“社会治理体制”到“社会治理体系”，一字之差说明，社会治理不仅要以制度为基础，还要强调运行体系，体现了把社会治理制度优势更好转化为社会治理效能的要求。同时，在“党委领导、政府负责、社会协同、公众参与、法治保障”的基础上，增加了“民主协商”和“科技支撑”，这是我国人民当家作主制度优势的具体体现，也是社会治理体系和能力现代化的要求，使社会治理体系的表述更加全面系统、进一步完善。\n\n在完善社会治安防控体系方面，决定提出要“提高社会治安立体化、法治化、专业化、智能化水平”。“决定的这个表述释放了一个重要信号，强调了社会治安要把人防、技防、物防等结合起来，更全面系统、更有实效。”宋贵伦说。\n\n在构建基层社会治理新格局上，决定从“完善群众参与基层社会治理的制度化渠道”“加快推进市域社会治理现代化”“注重发挥家庭家教家风在基层社会治理中的重要作用”3方面提出要求。宋贵伦表示，这回应了当前基层社会治理探索的实践成果和城市化进程中的发展要求，具有较强现实针对性和长远意义。\n\n铺就通向美丽中国的制度大道\n\n“生态文明建设已经到了加快制度成熟、完善的阶段。”同济大学财经研究所所长石建勋认为，党的十九届四中全会对坚持和完善生态文明制度体系作出部署，生态文明制度建设将更加具有系统性、全面性、可操作性。\n\n决定提出，实行最严格的生态环境保护制度，全面建立资源高效利用制度，健全生态保护和修复制度，严明生态环境保护责任制度。\n\n“制度是管根本、管长远的。”生态环境部环境与经济政策研究中心主任吴舜泽表示，把党的十八大以来生态文明建设经验做法进行归纳、总结、固化为制度，加以坚持和完善，同时严格强化制度执行，是实现人与自然和谐共生、建设美丽中国的必然之路。\n\n“这4个方面制度有着非常丰富的内涵，每一项制度建设都非常具体，同时包含在全面加强生态环境保护和推进生态文明建设中，在逻辑上相互贯通，在实践中相互关联。”吴舜泽说。\n\n专家表示，未来推进生态文明建设，就是要坚持和完善并坚决执行这些制度，更好满足人民群众对生态环境改善的需求，让人们享受到更蓝的天、更绿的山、更清的水、更优美的环境。\n\n阔步迈向世界一流军队\n\n军事科学院特聘首席专家、研究员何雷认为，决定将坚持和完善党对人民军队的绝对领导制度，作为坚持和完善中国特色社会主义制度的重要内容予以明确，标志着中国特色社会主义军事领导制度更加成熟定型，为进一步铸牢人民军队的建军之本、强军之魂提供了根本遵循。\n\n经过长期发展，坚持党对军队的绝对领导的制度日臻完善，形成了包括坚持军队最高领导权和指挥权属于党中央、中央军委，中央军委实行主席负责制，实行党委制、政治委员制、政治机关制等在内的一整套制度体系，为坚持党对军队的绝对领导提供了坚如磐石的制度保证。\n\n何雷说，前进道路上，人民军队必须牢牢坚持党对军队的绝对领导，把这一条当作人民军队永远不能变的军魂、永远不能丢的命根子，任何时候任何情况下都以党的旗帜为旗帜、以党的方向为方向、以党的意志为意志。\n\n何雷说，贯彻落实党的十九届四中全会精神，就是要更加紧密地团结在以习近平同志为核心的党中央周围，牢固确立习近平强军思想在国防和军队建设中的指导地位，增强“四个意识”、坚定“四个自信”、做到“两个维护”，贯彻军委主席负责制，为实现党在新时代的强军目标、把人民军队全面建成世界一流军队不懈奋斗。\n\n擘画祖国统一光明前景\n\n“一国两制”是党领导人民实现祖国和平统一的一项重要制度，是中国特色社会主义的一个伟大创举。决定专条阐述“坚持和完善‘一国两制’制度体系，推进祖国和平统一”，为维护“一国两制”行稳致远定向领航，为解决台湾问题、实现国家统一擘画出光明前景。\n\n武汉大学教授秦前红说，在推进国家治理体系和治理能力现代化的宏大格局中，将坚持和完善“一国两制”制度体系作为重要内容，对全面准确理解和贯彻“一国两制”方针，维护国家主权、安全、发展利益，维护香港、澳门长期繁荣稳定，意义重大，影响深远，将有力增强推进“一国两制”伟大实践的信心和动力。\n\n中国（深圳）综合开发研究院港澳及区域发展研究所执行所长王万里说，坚持和完善“一国两制”制度体系是依法治国方略在“一国两制”方面的体现。决定中涉及港澳内容全面深刻，既着眼长远，且有很强现实针对性，将推动“一国两制”焕发更强大生命力。\n\n解决台湾问题、实现祖国完全统一，是全体中华儿女共同愿望，是中华民族根本利益所在。上海社科院台湾研究中心主任盛九元认为，决定站在制度和治理的高度，彰显了为两岸同胞谋福祉、为中华民族创未来的格局，体现了大陆方面推动两岸关系和平发展、推进祖国和平统一进程的政策主张，将有力促进两岸交流合作、深化两岸融合发展、保障台湾同胞福祉，进一步团结凝聚两岸同胞反对“台独”、共促统一、携手共圆中华民族伟大复兴中国梦。\n\n构建命运与共的美好世界\n\n“独立自主的和平外交政策日益成熟和定型，是国家治理体系和治理能力现代化的重要体现。决定提出推动构建人类命运共同体，表明中国倡导各国携手建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界。”外交学院副院长高飞说。\n\n推动党和国家事业发展需要和平国际环境和良好外部条件。决定提出，必须统筹国内国际两个大局，高举和平、发展、合作、共赢旗帜，坚定不移维护国家主权、安全、发展利益，坚定不移维护世界和平、促进共同发展。\n\n在健全党对外事工作领导体制机制方面，决定提出“坚持外交大权在党中央”。高飞表示，党的领导是中国外交的灵魂，是新时代中国特色大国外交的根本政治保障，正是因为有了党的坚强领导，中国外交才能不畏浮云、坚定前行。\n\n在完善全方位外交布局方面，决定提出“推动建设相互尊重、公平正义、合作共赢的新型国际关系”“积极发展全球伙伴关系”。高飞说，中国正以实际行动打破西方国家所谓“国强必霸”“文明冲突”的论调，伙伴关系则为当今世界处理国与国关系提供了新模式。\n\n围绕推进合作共赢的开放体系建设和积极参与全球治理体系改革和建设，决定提出“推动共建‘一带一路’高质量发展”“健全对外开放安全保障体系”“倡导多边主义和国际关系民主化”等具体举措。\n\n高飞表示，这些举措表明中国正以更加开放的姿态寻求与各国共同发展，为构建更加公正合理的国际治理体系贡献积极力量，以一个负责任的发展中大国形象，日益走近世界舞台中央。\n\n为公权力运行扎紧“制度之笼”\n\n决定从健全党和国家监督制度，完善权力配置和运行制约机制，构建一体推进不敢腐、不能腐、不想腐体制机制3个方面，作出明确安排和部署，为公权力运行扎紧“制度之笼”。\n\n“这3个方面分别从对权力的监督、对权力的配置制约和反腐败体制机制角度，为保证公权力不被滥用，巩固和发展反腐败压倒性胜利作出科学系统安排。”中国人民大学反腐败与廉政政策研究中心主任毛昭晖表示。\n\n毛昭晖指出，在对权力的监督方面，决定明确了健全党和国家监督制度的改革路径，即推进纪律监督、监察监督、派驻监督、巡视监督统筹衔接，同时以党内监督为主导，推动人大监督、民主监督、群众监督、舆论监督、审计监督等各类监督有机贯通、相互协调；在对权力的配置制约方面，决定提出了“权责法定、权责透明、权责统一”3大原则，通过明晰权力边界、推动用权公开、完善精准问责机制等措施，压减权力设租寻租空间，深化治本之策。\n\n为巩固发展反腐败斗争压倒性胜利，决定着眼强化“不敢腐”，强调坚定不移推进反腐败斗争；着眼保障“不能腐”，提出推动重点领域监督机制改革和制度建设，推进反腐败国家立法；着眼筑牢“不想腐”，强调加强思想道德和党纪国法教育。\n\n", "view_number": 12, "like_number": 8, "comment_number": 0, "classname": "互联网", "labels": ["制度", "治理", "体系", "完善", "决定"], "comments": []}, {"id": "8", "title": "斯坦福重磅报告：2030年的人工智能与生活", "text": "1、初瞰人工智能\n\n人工智能是致力于让机器变得智能的活动，而智能就是使实体在其环境中有远见地、适当地实现功能性的能力。\n\n人工智能的边界已经远远走在前面，而计算器可以实现的功能只是当下的智能手机的百万分之一。目前人工智能开发人员正在改进、推广和扩大从当下的智能手机中所建立起来的智能。事实上人工智能领域是一个不断努力推动机器智能向前发展的过程。\n\n机器学习的成熟，部分由云计算资源和广泛普及的、基于Web的数据收集所支持。机器学习已经被深度学习急剧地向前推进了，后者是一种利用被称作反向传播的方法所训练的适应性人工神经网络的一种形式。\n\n①大规模机器学习\n\n②深度学习\n\n③强化学习\n\n④机器人\n\n⑤计算机视觉\n\n⑥自然语言处理\n\n⑦协同系统\n\n⑧众包和人类计算\n\n⑨物联网（IoT）\n\n⑩神经形态计算\n\n2、人工智能和人类思维的本质区别\n\n其一，机器人毕竟是机器，人工智能只是人脑的模拟物，它只是由一些电子管、晶体管、集成电路等电子元件和线路所组成的机械的、物理的装置，人工智能纯系无意识的机械的、物理的过程，而人类智能却主要是生理的和心理的过程。\n\n其二，人工智能没有社会性。人工智能在解决问题时，并不探求任务本身的社会意义，它只是执行命令而不顾后果。人类智慧却具有社会性，人在行动时，一般都考虑到由此引起的社会效果。\n\n其三，人工智能没有人类的意识所特有的能动的创造能力。人工智能可以储存巨大的“记忆”容量，但是它不会自动地提出问题，而且它对任务的解决是机械的，只有在逐一核对所有可能的途径之后，最后才找到正确的答案。人类思维则能够主动提出新问题，进行发明创造。\n\n人类记忆也有一个不同于机械装置的按意义去进行记忆纳系统，无需回忆全部信息就可以找出所需要的答案。\n\n其四，人工智能以它惊人的“记忆力”、敏捷的运算速度、精确的逻辑判断能力，可以代替甚至超过人类的部分思维能力。\n\n但是，它只能接受人脑的“指令”，必须由人预先把思维过程加以形式化和符号化，以一定的信息输入电脑，它才能工作。\n\n二者的程序总是人脑的思维在前，电脑的功能在后。人类思维随着社会实践的发展而日新月异，每当人类把新的知识输入电脑时新的思想会在人脑中萌发。可见，思维模拟并非思维本身，人工智能是本来意义的人的智能。\n\n3、人工智能在各领域的应用\n\n研究小组预测了一个有代表性的北美城市在未来15年的趋势。\n\n与人工智能的流行文化中的典型叙述不同，我们寻求提供一个平衡的观点来分析，人工智能是如何开始影响我们日常生活的，以及从现在到2030年，这些影响将如何发展。\n\n①交通\n\n大众需要对人工智能系统在执行危险任务中的可靠性和安全性加以信任。自动化交通会很快司空见惯，大多数人在嵌入人工智能系统的实体交通工作的首次体验将强有力的影响公众对人工智能的感知。\n\n②家庭服务机器人\n\n未来十五年，在典型的北美城市里，机械和人工智能技术的共同进步将有望增加家用机器人的使用和应用的安全性和可靠性。特定用途的机器人将被用于快递、清洁办公室和强化安全，但在可预见的未来内，技术限制和可靠机械设备的高成本将继续限制狭窄领域内应用的商业机会。至于自动驾驶汽车和其它新型的交通机器，创造可靠的、成熟的硬件的难度不应该被低估。\n\n③医疗\n\n基于人工智能的应用在接下来的几年能够为千百万人改进健康结果和生活质量，但这是在它们被医生、护士、病人所信任，政策、条例和商业障碍被移除的情况下。主要的应用包括临床决策支持、病人监控、辅导、在外科手术或者病人看护中的自动化设备、医疗系统的管理。\n\n④教育\n\n一个典型美国北部城市的未来五十年，智能导师与其他人工智能技术帮助教师在课堂或家中工作的规模很有可能会显著扩大，因为意愿学习是基于虚拟现实的应用。但是计算机为基础的学习系统将无法完全替代学校里的教师们。\n\n⑤公共安全与防护\n\n到2030年，典型的北美城市将在很大程度上依赖它们。这些措施包括可以检测到指向一个潜在犯罪的异常现象的监控摄像机、无人机和预测警务应用。\n\n对于人工智能分析学更成功的一个应用是检测白领犯罪，比如信用卡诈骗罪。网络安全是一个被广泛关注的问题，而机器学习也对其有所影响。\n\n4、人工智能对于人类工作的影响\n\n随着人工智能进入工作场所，这很有可能是一个持续的趋势。影响的范围也将扩大，从少量的替代或增强到完全的替代。\n\n在不远的将来，包括放射科医生到卡车司机到园丁等许多类型的工作都可能会受到影响。\n\n人工智能也可能会影响工作场所的大小和位置。许多组织和机构很庞大的原因是他们所执行的功能只能通过增加人力来扩大规模，要么是横向扩展地理区域，要么是纵向增多管理层级。\n\n随着人工智能对许多功能的接管，扩展不再意味着会带来大型的组织。\n\n人工智能对认知型人类工作的经济影响将类似于自动化和机器人在制造业工作上对人类的影响。许多中年工人失去了工厂里的高薪工作以及伴随这个工作的家庭和社会中的社会经济地位。长期来看，一个对劳动力的更大影响是失去高薪的认知型工作。\n\n人工智能可能会被认为是一种财富创造的完全不同的机制，每个人都应该从全世界人工智能所生产的财富中分得一部分。对于人工智能技术所创造的经济成果的分配方式，相信不久之后就会开始出现社会争议了。\n\n5、未来的人工智能政策\n\n随着人工智能被越来越广泛和深入地整合到工业和消费产品中，一些领域中需要调整现有的建立监管制度以适应人工智能创新，或者在某些情况下，根据广泛接受的目标和原则，从根本上重新配置监管制度。\n\n在人工智能领域，监管者可以强化涉及内部和外部责任、透明度和专业化的良性循环，而不是定义狭窄的法规。\n\n随着人工智能与城市的整合，它将继续挑战对隐私和责任等价值的已有保护。和其它技术一样，人工智能也可以被用于好的或恶意的目的。\n\n未来几年，随着公众在交通和医疗等领域内与人工智能应用的遭遇，它们必须以一种能构建信任和理解的方式引入，同时还要尊重人权和公民权利。\n\n在鼓励创新的同时，政策和流程也应该解决得到、隐私和安全方面的影响，而且应该确保人工智能所带来的好处能得到广泛而公正的分配。\n\n6、思考人与人工智能的关系\n\n人类是有独立的意识的，有主观能动性的。虽然可能某些人工智能设备也会表现出意识和主观能动性的行为，但那都是基于机器语言学习的成果，是程序在运行，而不是人工智能设备本身在思考。\n\n所以单从这点看，人工智能和人类是两种根本上就不相同的事物。人工智能会取代部分人类的工作，但不会取代人类。\n\n知道和相信人是一切价值的制度，那也就不存在计算机或者人工智能替代人类的可能性和意义了。而且，计算机和人工智能都必须有利于人类（至少在整体上要有利于人类）才有价值。\n\n很显然，如果计算机和人工智能不符合这一点，那计算机和人工智能就没有价值，就不值得被追求被创造。\n\n文章原载于 Ai芯天下", "view_number": 14, "like_number": 12, "comment_number": 0, "classname": "政治", "labels": ["人工智能", "人类", "学习", "工作", "机器"], "comments": []}, {"id": "9", "title": "丘成桐：中国基础科学的发展", "text": "中国人重视人事关系，远比真理为重。在真理面前，人人平等！但是这个显而易见的科学精神，在中国没有被重视。\n\n撰文 | 丘成桐\n\n1840 年英国发动鸦片战争，入侵中国，结果是生灵涂炭，国家积弱！从官方到平民都问：为什么我们比不上西方列强？开始时人们只看到当时面临的问题：中国不如西方的船坚炮利。到甲午战争，中国大败，海军覆灭，签城下之盟，丧权辱国！打败中国的日本海军竟然船炮都不如当时的中国。八国联军之役，更显露朝野百姓对现代科学之无知！清朝覆灭时，中国人平均寿命不超过 30 岁，这就是当时的惨痛教训。\n\n一百年来，中国学者了解到船坚炮利不是唯一的问题，大家都在找寻中国文化的出路。新中国成立至今，已经六十多年了，科技确有大进步，但是始终没有改变落后于欧美的局面。领导们渐渐了解到基础科学根底未深是主要原因，现在要谈的就是：基础科学的起源和发展的条件在什么地方？\n\n当今发达的科技影响着人类生活的方方面面。飞机极大缩短世界的距离，火箭升空探索宇宙的奥秘。人造卫星不断地绕地球运行，传递着亿万信息。高速公路和高速铁路翻山越岭，四通八达。无人飞机、无人汽车和机器人的能力远远超过我们十多年前的想象。有谁想到人工智能创造出的软件竟然打败了围棋大师！\n\n这些划时代的科技，并不是一蹴而就，在它们的背后，有数不尽的聪明头脑指挥着其发展。有人在硬件上做出杰出的贡献，有人在软件上做出伟大的创新。但是这些成果，都建立在一个最重要的基础上，这就是今天我们要谈的基础科学！基础科学积累了人类几千年的智慧，去芜存菁，我们才见到它在工业上的应用。\n\n有时候，我们可以很快地见到基础科学的应用，电磁学就是一个例子。在19 世纪法拉第和麦克斯韦发现电磁方程后不久，爱迪生等人就将它用到日常生活中去。但是对于有些研究却要等很久人们才见到它们的应用。数论中有很多深奥的理论，人们一直都以为是纸上谈兵。但是在这二十年来，密码学的研究用了大量的数论的前沿理论。\n\n国内有些人认为，基础科学需要有深入的训练，需要有深度的看法，才能有新的结果，好的创意，因此旷日弥久，难有快速成功的机会；不如等待别人做好基础的研究后，拿过来用就是了。但是他们忘记了一点，自己觉悟出来的理论，通过自己劳动得到的结果，自己才最了解它的长短，应用起来才能得心应手。在科技发展一日千里的现代社会，我们非得掌握其中精髓，才能与人竞争。\n\n我想从历史的观点来看看中国基础科学的发展。基础科学有别于科技，它是科技能够得以持续发展的基石。中国古代四大发明，确在当时领先世界，但是对于这些科技发明的基本原理的了解不够深入。到了 19 世纪，西方国家在科学技术的发展上，比中国进步得多，甚至大力改进了我们的四大发明。\n\n这些成就得要归功于文艺复兴后，伟大科学家如伽利略、牛顿、欧拉、高斯、黎曼、法拉第、麦克斯韦等人在基础科学上的伟大贡献。\n\n其实基础科学除了帮助科技的创新和发明以外，它亦统摄所有和宇宙中物理现象有关的学问、它必须对大自然有一个宏观的看法，因此需要哲学思想作其支持。此哲学思想又需要有助于人类了解大自然并懂得如何让人类和大自然和谐相处。\n\n近代基础科学家中有不少是极其伟大的学者，他们的学问、他们的思想和工作可以影响科学界数个世纪之久。（近三十年来发表在科技刊物上的文章，不可胜数，文章的篇幅相信远超历史上所有文献总和。但是大部分文章除了作者外，可能没有人读过。而有些文章流行两三年后，就被人遗忘。至于能够传世超过三十年的文章，却是凤毛麟角。）\n\n其中佼佼者有牛顿、欧拉、高斯、黎曼、法拉第、麦克斯韦、爱因斯坦、庞加莱、狄拉克、海森堡、薛定谔、外尔等人。\n\n假如我们仔细去阅读他们的著作，就会发觉他们有一套哲学思想。例如爱因斯坦在研究广义相对论时，就深受哲学家马赫（Mach）的影响。能够传世的科学工作，必先有概念的突破，而这些概念可能受到观察事物后所得到想法的影响，但是更大的可能是他们的哲学观在左右他们的想法，影响到他们的审美观念，从而影响他们研究的方向。\n\n哲学引导我们穷究事物最后存在的根据，探求绝对的根底的原理。因此哲学需要探求一般现象共有的原理，来完成宇宙统一的体系。所以科学家不能局限于感觉的观察，必须经过思辨功夫，方可补其不足！古希腊的哲人在这方面做得极为彻底。\n\n毕达哥拉斯、柏拉图和苏格拉底一方面提出他们的哲学思想，一方面在数学、天文和物理学都有永垂不朽的贡献。\n\n中国的哲学家对大自然有兴趣的有名家和道家，但是他们对自然科学本身的贡献比不上古希腊学者。他们没有系统地发展三段论证的方法，推理不够严谨，又不愿意系统化地研究一般性的原则。魏晋南北朝时，中国产生了出色的基础科学家，但是隋唐虽称盛世，基础科学反不若东汉到南北朝这段时间，可能与科举取士有关。但是我想中国基础科学不如西方，不是单单科举取士扼杀创意，就可以解释过去。这个问题和中国人的哲学思想有极大的关系。\n\n西方哲学家追求的是穷理致知，中国哲学家却顶多做到格物致知。基础科学的精神在于穷理，中国一般学者不讲究这一套。在今日中国的学术界，尤其是这三十多年来留学海外的华裔学者，有成就的实在不少。但是领袖群伦，成一家之言的，却实在不多！有这样地位的学者，必须能够创造新的学问，新的方向，有自己的哲学来指引大方向；同时有决心，有毅力来穷究真理的本源。所以今日中国要在基础科学出人头地，必先了解基本科学背后的哲学思想。\n\n我们现在来讨论中国古代的情形，并试图和古希腊的这个伟大时期做个比较。影响中国思想最深远的当然是孔子（公元前 551 —前 479 年）。儒家对基础科学的思想兴趣不大，子不语怪力乱神也。但是夫子有教无类的精神却影响了历代以来平民可以读书、而至卿相的格局。而儒家思想以人为本位。春秋鲁国大夫叔孙豹论三不朽：立德，立功，立言，却不谈大自然的事情。\n\n在儒家的大师中，荀卿（公元前 298 —前 238 年）在楚国兰陵讲学多年，他受道家的影响比较深，一方面主张不可知论的唯理主义，另一方面却否认理论研究的重要性，而主张技术的实际应用。\n\n所以他说：\n\n“从天而颂之，孰与制天命而用之！” “故错人而思天，则失万物之情！” “故明君临之以势，道之以道，申之以命，章之以论，禁之以刑。故其民之化道也如神，辩说恶用矣哉！”\n\n所以荀子认为政府应该带领和指导人文的发展，老百姓是不必辩说的。这个观点和希腊精神大相径庭。\n\n既然不用辩说，科学无从而起，只有工匠的技术了。荀卿将儒家的正名移交政治权威时，已经十分接近法家，他的弟子李斯成为秦国丞相，作为法家的实践者，就不足为奇了。秦始皇焚书坑儒，政教不分。春秋战国时代百家争鸣的局面从此湮灭，最为可惜。\n\n孔子继承商朝以来祭祀先人的观念，主张服三年之丧，又说：三年无改父之业，可谓孝矣。历朝皆标榜以孝治天下。宗庙祭祀已经接近宗教信仰了。孔子本人受到历朝皇帝的敬拜，中国主要的城市都有孔庙，儒家变成儒教，对基础科学的发展，不见得是好事。\n\n和儒家对立的墨子（约公元前 479 —前 381 年），因为主张兼爱和非攻，他精通筑城和防御技术，研究力学和光学。后期墨子开始注意实验科学基础的思想体系，这个想法可能是因为要和各家争辩取得胜利的缘故。\n\n此后出现的战国时的惠施和公孙龙，被史学家司马谈和班固尊称为名家。他们的著述大部分失传，《公孙龙子》一书，部分留存，还有一部分载在庄子的书中。他们开始注意抽象的逻辑理论，发展了悖论。这些悖论和希腊芝诺（Zeno of Elea）的悖论接近。悖论有助于逻辑学的发展，可惜中国在这方面的研究远逊于西方。\n\n在齐国，邹衍（约公元前 350 — 前 270 年）得到齐宣王的尊重，在稷下这个地方发展了五行学说和阴阳的观念。稷下学宫容纳几乎各个学派的学者。上述的荀卿在 50 多岁时就曾游学稷下，其他学者包括淳于髡、慎到、田骈等。在那个时候，楚国的兰陵，齐国的稷下，是天下学术中心，比美古希腊时代柏拉图的学苑（academy）。\n\n邹衍提出的五行概念是中国的自然主义，也是科学的概念。他们认为木克土，金克木，火克金，水克火，土克水，循环又周而复始。邹衍的学说很受诸侯的重视。《史记·历书》说：“是时独有邹衍，明于五德之传，而散消息之分，以显诸侯。”又说：“而燕齐海上之方士传其术不能通，然则怪迂阿谀苟合之徒自此兴，不可胜数也。”\n\n虽然古希腊和中国五行学说有相似的地方，但是分歧更大。五行的概念也影响了炼丹术的发展。汉儒董仲舒等继续发扬五行之说。西方的元素概念从柏拉图就开始，不断地通过推导，观察，形成现代的原子、化学元素的概念。但是中国的阴阳和五行学说虽然开始时是自然科学的思维，但是逐渐发展为解释人事的学说，近于迷信了。\n\n现在来谈道家。儒家和道家影响了中国两千多年来的思想，不可不研究它的内容。和道家有关的著作有老子的《道德经》，庄周的《庄子》，还有《列子》、《管子》和《淮南子》，何炳棣先生认为都源于《孙子兵法》。事实上，道家应该起源于战国初期喜欢探索大自然之道的哲学家。他们认为要治理人类社会，必须对超出人类社会的大自然有深入的认识和了解。\n\n道家也受到齐国和燕国的巫师和方士这些神秘主义者的影响。他们认识到宇宙和自身都在不断地变化。他们对于自然界的观察转移到实验，炼丹术成为化学、矿物学和药物学研究的开始。可惜他们不能将观察系统化，缺乏亚里士多德对事物分类的能力，又没有创造一套适用于科学的逻辑方法。这是很可惜的事情！\n\n综观上述诸子，在春秋战国时，百家争鸣，影响了中国思想两千多年的历史。现在很多年轻人即使不在乎这段历史文化，却是受到它们的深刻影响而不自知。汉武帝独尊儒家，中国还是受到道家思想的影响。魏晋南北朝时，基础科学达到空前的发展，刘徽注《九章算术》，祖冲之父子计算圆周率和球体积，以及《孙子算经》的剩余定理，都是杰出的数学成就。\n\n东晋医学家葛洪（公元 284 — 364 年）开创中国化学的研究基础。天文和地理（如《水经注》）都达到空前的进步。可惜中国在隋唐以后对基础科学不够重视，以技术为主要方向，清末遇到西方现代科学文化的冲击，才开始了解中土文化有欠缺的地方。\n\n一般来说，中国人对定量的看法并不重视，往往愿意接受模棱两可的说法。一个例子是中国的诗词有很多极为隐晦的语句，但是却富有意境！中国人在算命时，答案往往有不同的解释。\n\n但是当测量师、木工、建筑师、雕塑家、音乐家得到精细的数字时，我们的学者对这些数字却没有兴趣去做深入的研究，从这点上，我们就可以看到中国学者对科学的态度和西方不一样。中国人对于和政治德行无关的学问，都不觉得重要。\n\n例如文学创作，到三国魏文帝曹丕才说：盖文章，经国之大业，不朽之盛事！（但是他的弟弟曹植就不认为文学的创作比治理国家重要。）所以自古以来，学而优必仕！中国学者很少能够为做学问而做学问，少有西方学者穷理治学的精神。这一点和东西哲学不同有关，中西方对人生的看法也不一样。\n\n西方的科学，都可以溯源到古希腊时代。从公元前 625 年到公元前 225年间，哲学家辈出，穷理致知。到柏拉图和亚里士多德的时候，更将哲学范围扩大，包括讨论宇宙和人生的一切。\n\n古希腊的科学观和宇宙观，在文艺复兴和人文主义开始时，由培根（Francis Bacon）和笛卡儿（René Descartes）发扬光大，影响到今日基本科学的想法，所以我们在下面纵述古希腊哲学家的源流，以和中国哲学比较，从中可以看到中国基础科学落后于西方的原因。\n\n哲学的任务，在于聚集一切的事物，总集一切的知识，构成整个的宇宙观和人生观的基础。但是有系统的哲学研究，大致上从公元前 625 年开始。希腊哲学的奠基时代从这年开始到公元前 480 年（该年，希腊海军打败波斯人，亦是孔子卒前一年）。公元前 625 年到公元前 480 年的早期希腊哲学，开始摆脱希腊神话的传统思维，转而探寻本源。这个时期希腊哲学分东西两派。\n\n东派以泰勒斯（Thales，公元前 640 — 前 550 年或公元前 610 —前 545年）为代表，他可说是古代第一位几何学家、天文学家和物理学家，开始了论证的方法，并提出本质的观念（idea of nature）。他生于米利都（Miletus），是米利都哲学学派的创始人。此地濒临大海，海洋变化多端，因此有好奇心来考究与自体相同而同时能运动的宇宙本质。他们认为物质之中，含有精神的要素。他们主张宇宙为生灭流转之过程，无始无终的大变化。\n\n西派有爱理亚学派（Eleatic school）和毕达哥拉斯学派（Pythagoreanschool）。爱理亚学派的创导者是齐诺芬尼斯（Xenophanes，公元前 570 — 前475 年），他定居于意大利西南部的爱理亚，认为构成宇宙的原始本质是不变的。这和东派相反。此派学者芝诺（Zeno of Elea，公元前 490 —前 430 年）是辩证法（dialectics）和诡辩术（sophistry）的始祖。\n\n西派的另一代表为毕达哥拉斯学派。毕达哥拉斯（Pythagoras，公元前540 —前 500 年或公元前 582 —前 540 年）。他是小亚细亚附近的萨摩斯岛人（Island of Samos）。他在意大利南部的克罗多纳（Crotona）讲学，以神秘宗教为背景，此种神秘宗教盛行于色雷斯（Thrace）。该学派每年有年会，狂歌狂饮，以图超脱形骸的束缚，谋求精神的解脱。毕氏的贡献以音乐、数学及天文学为主。\n\n他们认为数是万有之型或相（form），并认为宇宙的实体有二，就是数与无限的空间。一切事物的根本性质和“存在”，是基于无限的空间之形成于算数的具体方式。数是“存在”的有限方面，而空间是“存在”的无限方面。真的“存在”即是两方面的联合，缺一不可。数是自然事物的方式或模范，它预备了“模型”（mould）。无限的空间则供“原料”（raw material）。二者相合而万象生。\n\n此派的宇宙观念，认为世界万有以火为中心，天体有十，绕火作运动，开以后哥白尼（Copernicus）的天文学说。毕氏亦研究音乐，量弦之长短，以定音，是故音亦数也。值得一提的是，易经系辞中所谓“象”，实即 form。谓：“易者，象也”，“圣人立象以尽意”。易经认为在变化的现象中，抽出不变的概念，而以简单的方式表达，是所谓象。这个观念和上述的数的概念很接近。\n\n泰勒斯和毕氏学派均主张宇宙本土为一元之说，一派主变，一派主不变。一派主动，一派认为动是假象。为解决这些矛盾，遂有调和派的多元论产生。他们以为变易非变形，乃换位，是大块中各小分子的换位，生灭都不过是位置的变易而已。创造是新结合，破坏不过是分子的分散而已。\n\n这段时期的希腊哲学家认识到知识界的有秩序和感觉界的无秩序。他们的秩序是研究天文学得来的。他们寻求的永存不变的原理是在诸星单纯的关系中所发现的。\n\n在公元前 480 年，雅典战胜波斯以后，希腊文明逐渐移入雅典，进入了希腊启蒙时代（the Age of Enlightenment）。这时由伯里克利（Pericles）执政，达 39 年之久。\n\n这段时期，名家辈出：雕刻家菲狄亚斯（Pheidias），悲剧大师欧里庇得斯（Euripides）、埃斯库罗斯（Aeschylus）和索福克勒斯（Sophocles），历史学家希罗多德（Herodotus）和修西得底斯（Thucydides），哲学家普罗泰戈拉（Protagoras）、苏格拉底（Socrates）和德谟克里特斯（Democritus）。\n\n在这段时期，平民政治代替了贵族政治，问政需要知识，法庭声辩需要才智，因此学问要求也愈益迫切，同时更加普及化，对政治，对法律，对传统和对自己都加以批评，呈现了灿烂的奇观。\n\n波斯战争以后，文化得到自由发展，个人觉醒，由怀疑而批评的精神发展到了极点。由批评而入于怀疑的，当时叫作辩者（sophists）或哲人，复由怀疑而再入于肯定的代表人物，则是苏格拉底（Socrates，公元前 469 —前399 年）。他生于雅典，是这时代最重要的人物。他认为知识即道德，而道德即幸福。\n\n哲人原文为智者，他们教授平民文学、历史、文法、辩论术、修辞学、伦理学和心理学等学科。哲人运动，长达百年。希腊小孩子学习体育和音乐，所谓音乐包括几何学、七弦琴、诗歌、天文、地理和物理等，16 岁起受教于这些哲人。\n\n苏氏的主要继承人为柏拉图（Plato，公元前 427 —前 347 年），也是雅典人，美仪容，好美术诗歌，师从苏格拉底八年，40 岁后在雅典郊外成立学园（academy），可说是教育史和学术史上之盛事！他认为有两个世界：理念的世界（world of ideas）和物质（现象）的世界，前者为至善，后者要达到至善需通过爱（Eros），人类于不完全中求完全的渴望乃是爱。\n\n柏拉图之后，他的学生亚里士多德（Aristotle）集希腊哲学家科学之大成，他是亚历山大大帝的老师。他的学说宏博无比，我们常用的三段论证法，即源于亚里士多德。\n\n公元前 338 年腓力二世赢得喀罗尼亚战役，结束了希腊的独立。两年后，他被刺身亡。他的儿子亚历山大继位，在十二年间征服了一大片土地，希腊文化走向了终结，他开辟了一个新的希腊化时代，把希腊文化输送到了亚洲的心脏地带。他 33 岁去世。\n\n亚历山大的朋友托勒密（Ptolemy）成为埃及的总督。他在公元前 320 年征服了巴勒斯坦和下叙利亚。在希腊人的统治下，埃及成为东方和西方的融合处，亚历山大城聚集了马其顿人、希腊人、埃及人、犹太人、阿拉伯人、叙利亚人、印度人。因此希腊的城邦观念被世界主义的观念取代了，这里建立了亚历山大博物馆，希腊文化因此移植到埃及来。\n\n在这里诞生了欧几里得（公元前 325 —前 265 年）和他的《几何原本》（Elements）。该书有十三卷，前六卷讨论平面几何，第七卷到第十卷讨论算术和数论，后三卷讨论立体几何。这本书受亚里士多德的公理化理论影响，将很多重要和已知的数学定理用公理严格地统一起来，影响了基础科学的发展。牛顿和爱因斯坦对物理现象都想用简洁的原理来统一说明，这也是《几何原本》所追求的精神。\n\n在数论方面，欧几里得证明了一个漂亮的命题：素数有无穷多个。这个命题开创了素数的研究。他发明的找寻最大公约数的方法，现在叫作欧几里得算法，至今还是一个很重要和实用的工具。\n\n紧跟着欧几里得的大数学家有西西里岛上的阿基米德（公元前 287 — 前212 年）。他发明了穷竭法，从而可以计算各种立体和平面几何图形的体积和面积（例如球体以及抛物线和曲线围绕出来的面积），可以说开近代微积分的先河。他又用逼近法计算圆周率，还开创了静力学和流体力学，影响到牛顿力学的发展。\n\n欧几里得和阿基米德以后，罗马帝国兴起，疆域横跨欧亚大陆，将希腊文化传播得更远。但从基础科学的观点来看，罗马帝国征服了希腊，却被希腊文化征服了。波斯人和阿拉伯人倒是保护了希腊的文化，融合了古巴比伦人在代数方面的贡献，继续发扬光大。\n\n近代基础科学萌芽于希腊，茁壮于文艺复兴时代，我们以上的论述基本上集中在公元前 625 年到公元前 225 年这四百年间的希腊文化，无论从哪个角度看，这是人类文明的极致，现代科学成功的基础。\n\n结 语\n\n科技的发达，固然是现代先进国家富强和持续发展最重要的一环。科技依赖于基础科学的发展。哪个国家能够引领科技的发展，其必将强大，哪个国家能够引领基础科学的发展，其强大必定会历久不衰！科学家是有血有肉的人，所以基础科学家需要人文科学来培养他们的气质和意志！\n\n哲学是统摄这些学问的根源，基础科学需要哲学的帮助，才能不断创新前进。中国和古希腊大约都在公元前 6 世纪开始哲学的研究，但是由于种种不同的历史原因，中国在西方文艺复兴后，大幅落后于西方。这个问题需要从最基本的哲学观点来解决，这样始能够解决我国科学工作者对于科学的基本态度，才能更深入了解基础科学的价值观念。\n\n中国人重视人事关系，远比真理为重。如何解决这个问题是中国科学现代化的重要一环。我还记得在某人声称解决一个有名问题的方法被数学界公认为错误时，某个名学者（基于感情的立场）还是大力吹捧此人的结果。另外一个名学者则坚持支持这个不合科学精神的论断。我很难想象西方的科学家愿意这样做。在真理面前，人人平等！但是这个显而易见的科学精神，在中国没有被重视。\n\n当伽利略在教皇面前坚持他的学说时，义无反顾。在西方，学者都坚持这个精神。但是在中国，即使到最近，还有人用政治的观点来批判广义相对论，又往往用民族主义的观点来评判学问的得失。自从汉儒做伪经，学者互相抄袭以来，少数学者对于抄袭不再有廉耻心。近几年来，个别名学者公然抄袭，被指控而无法辩驳后，还恬不知耻。如果由这样的人领导中国科学界，恐怕是中国科学争取上游的主要绊脚石。我想中国社会能够容忍这样的人，和中国人的基本哲学有关。\n\n在不同时代，中国学者表现的风骨并不一样。一个有名的事件发生在1958 年的“中研院”，蒋介石受邀请到台北南港致开幕词。他认为“中研院”除了要维持中国文化外，也要负起社会的责任。胡适之当时任院长，当即站起身说：您错了，“中研院”是为学问做学问，不讲究这一套！蒋介石虽然不高兴，但没有表示出来！胡适之的勇气却受人钦佩。其实这是两个不同的看法，蒋介石说的是中国儒家的精神，而胡适之说的西方求真的精神确是中国学者缺乏的。\n\n但是希腊亡于罗马，宋朝亡于蒙古人。他们的文化远胜于后者！其实这两个看法不应该有矛盾。有一群人可以一生致力于文艺和基础科学的研究，另外一大群人做技术上的研究，一群人将技术变成产业。几方面一同合作，社会和国家才会得益。\n\n作者简介\n\n丘成桐，当代数学大师，现任哈佛大学讲座教授，1971 年师从陈省身先生在加州大学伯克利分校获得博士学位。发展了强有力的偏微分方程技巧，使得微分几何学产生了深刻的变革。解决了卡拉比 (Calabi) 猜想、正质量猜想等众多难题，影响遍及理论物理和几乎所有核心数学分支。年仅 33 岁就获得代表数学界最高荣誉的菲尔兹奖 (1982)，此后获得 MacArthur 天才奖 (1985)、瑞典皇家科学院 Crafoord 奖 (1994)、美国国家科学奖 (1997)、沃尔夫奖 (2010) 等众多大奖。现为美国科学院院士、中国科学院和俄罗斯科学院的外籍院士。筹资成立浙江大学数学科学研究中心、香港中文大学数学研究所、北京晨兴数学中心和清华大学丘成桐数学科学中心四大学术机构，担任主任，不取报酬。培养的 60 余位博士中多数是中国人，其中许多已经成为国际上杰出的数学家。由于对中国数学发展的突出贡献，获得 2003 年度中华人民共和国科学技术合作奖。", "view_number": 20, "like_number": 12, "comment_number": 0, "classname": "互联网", "labels": ["基础科学", "中国", "公元前", "希腊", "学者"], "comments": []}, {"id": "10", "title": "云时代的分而治之：欧洲云项目引发美国科技巨头的强烈反对", "text": "德国和法国正在推出一个由政府支持的项目以开发欧洲云基础设施，竭力帮助当地供应商与主导全球云市场的美国科技巨头竞争。\n\n亚马逊和微软抨击了近期宣布的这个名为Gaia-X的项目，称该项目会限制跨境数据服务。\n\n目前，全球公共云计算市场以AWS（47.8％）为主导、其次是Azure（15.5％）、阿里云（7.7％）、谷歌（4％）和IBM（1.8％），（来源：Gartner2018年市场数据）。\n\n亚马逊、微软及其他美国巨头的影响力令欧洲政界人士和企业高管深感担忧。《华尔街日报》今年10月报道称，德国和法国这两个欧洲经济强国以及其他欧盟国家的公司企业对于自己依赖必须遵守美国《澄清境外合法使用数据法》（Cloud Act）的技术供应商感到担忧。2018年颁布的这部法案规定美国公司在执法部门提出要求时应提供客户的个人数据，即使含有这些信息的服务器设在境外。\n\nFrank Melzer是生产机器人及其他工业产品的德国公司Festo AG的首席技术官，他在近日宣布Gaia-X的德国数字会议上说：“我们的数据到底多安全，这个问题并没有答案。”\n\n参与Gaia-X的云服务供应商将被要求向企业客户证明其信息是安全的，并且就信息的存储位置和处理方式做出保证。参与该项目将要求云服务供应商使用同样的标准，让公司可以将其数据从一家供应商轻松转移到另一家供应商。\n\n德国经济部称，法国和德国的政府官员本月将与有兴趣参与该项目的公司会面，计划在今年年底前为该项目制定一套治理架构。德国经济部的女发言人拒绝透露详情。\n\n《华尔街日报》之前报道称，一些使用美国大型云服务供应商的欧洲公司称，那些服务的价格比欧洲的云服务更具竞争力。德国经济部称，Gaia-X可以通过对云服务供应商和客户之间的合同和流程实行标准化，以降低交易成本。至于政府打算在这个项目上投资多少，德国经济部并没有提供细节。\n\n德国商业银行的女发言人在电子邮件中告诉《华尔街日报》，Gaia-X是一个“重要的项目”，但性能、服务和成本方面的细节将决定欧洲云服务供应商能不能与非欧洲服务供应商一较高下。她说，德国商业银行使用的是谷歌和IBM的云服务。\n\n政府官员表示，这项基础设施计划的另一个目标是帮助制造和医疗保健等行业的欧洲公司，在不依赖外国技术供应商的情况下自行开发算法和AI。\n\n德国经济部长Peter Altmaier在近日的会议上说：“我们需要在AI领域有类似空中客车这样的公司。”\n\n欧盟委员会负责通信和技术的官员Roberto Viola也将Gaia-X比作空中客车。空中客车是欧洲的跨国飞机制造商，是美国波音公司的主要竞争对手。\n\n他在同一场会议上表示：“欧洲仍对世界保持开放，但怀有获得数字主权的雄心。”\n\n微软和亚马逊都表示，他们能够安全地托管公司数据，批评了德国和法国政府的做法。\n\n微软的发言人称数字主权是正当的目标，但补充道：“不过在云时代，我们认为完全按照领土边界来定义主权是错误的。相反，主权需要最强大的云解决方案。”\n\n该发言人称，微软有兴趣加入Gaia-X。\n\n德国经济部长称，如果非欧盟的公司“认同我们在数字主权和数据可用性方面的目标”，可以加入Gaia-X项目。至于如果美国公司遵守美国《澄清境外合法使用数据法》，它们是否还能满足这些目标，德国经济部的女发言人拒绝发表评论。\n\nAWS的发言人称，德国和法国的计划“摈弃了云计算给客户带来的许多根本性好处――它限制了自由选择权、灵活性以及全球扩张的能力，又没有提升安全性。”", "view_number": 13, "like_number": 16, "comment_number": 0, "classname": "政治", "labels": ["Gaia", "德国", "服务供应商", "欧洲", "经济部"], "comments": []}, {"id": "11", "title": "美国工程院院士李凯：中国863计划是失败的", "text": "“如果从培养人的角度来说，863计划是培养出了一批人才，但是，如果从科研创新的角度而言，我认为它是失败的。”李凯说。他的评价基于三个标准：第一，是否产生颠覆性技术；第二，是否在某个领域的国际市场上占据领头羊地位；第三，是否通过核心知识产权创造出很高的毛利。\n\n有人认为李凯定的标准太高，但李凯不同意：“这是世界工业界公认的标准，不是我的标准。”\n\n去年，为了纪念《中国计算机学会通讯》出版100期，作为中国计算机学会的海外理事，李凯系统梳理了这个思考多年的问题，应邀写了一篇长文《促进中国高科技科研创新的想法》。在这篇文章中，他尖锐地指出当前教育和科研制度的弊端，尤其是科研制度将科研和创新混为一谈。\n\n虽然知道直言不讳地道出这样的结论会让一些人不快，可李凯依然坚持做《皇帝的新衣》里那个说真话的孩子，因为“在科学与工程领域，想要成功，首先要实事求是”。\n\n在学术界与工业界的成功跨界经历，李凯对科研与创新的联系有深入的思考和亲身的体会。\n\n近日，在接受中国青年报记者专访时，李凯再次重申自己的观点：“你不实事求是，就看不清自己的位置；你要想真正前进，发现新知识、创新，必须实事求是，否则就达不到目的。你要衡量做得有多好，要同一领域的评价，而不是政府来评或者领域外的人来评。”\n\n科研和创新不是一回事\n\n过去几年中国一直在增加科研投入。2013年，中国的科研支出达2580亿美元，虽然占GDP的比例还低于欧美、日韩与以色列等发达国家，但科研投入总量已居世界第二，比美国少36%。在高科技产业领域，中国占全世界高科技产品的出口份额从2000年的6.5%一路攀升到2013年的36.5%。与此同时，中国也跃升为世界论文第一大国。\n\n一个不容回避的核心问题是——政府对高科技创新的投入有多大效果？\n\n“如果向国际高科技界询问这个问题，大多数会回答：并不有效。”李凯说，根据科技部披露的数据，2011年中国出口高科技产品份额中，82%由外资企业或合资企业生产。\n\n作为世界第二大经济体，高科技发展是中国从制造大国向基于核心知识产权的高价值经济体转型的关键。一个明显的事实是，相当多的学者已经学会了如何把钱换成“纸”，也就是书面的论文，但是还不太擅长如何把书面的论文，也就是“纸”转换成金钱。\n\n为什么政府在高技术领域的科研经费投入效果很差？为什么论文第一大国掌握不了“纸变钱”的游戏规则？在李凯看来，原因主要在两个方面。第一个方面就是科研与创新合二为一的政策，并对所资助的研究性项目提出不切实际的商业成功要求。\n\n“从表面上来看，科研与创新合二为一的政策对政府和宣传是很有吸引力的，但其实这是混淆了科研与创新的基本概念。”李凯对第一个原因阐释道。\n\n以发明即时贴闻名世界的3M公司的杰弗里·尼科尔森博士曾经对两者给出明确的定义：“科研是将金钱转换为知识的过程”，而“创新则是将知识转换为金钱的过程”。\n\n“如果把金钱转化成金钱，就去华尔街，不需要找科研人员。”李凯直言。\n\n李凯认为，将科研资助与创新资助混为一体所带来的问题显而易见。\n\n第一个明显问题是此举会带来两种激烈的冲突。李凯举例，一个受到资助的团队必须发表新知识来衡量他们的研究是否成功，但同时又要保护他们的知识产权以实现商业成功。这在知识产权保护还较弱的环境下是非常困难的。\n\n另一个冲突是大学会变成营利机构。当一所大学拥有了公司，它将成为产业界的竞争者。这样的利益冲突偏离了大学的主要目标——培养学生。\n\n李凯认为，第二个明显的问题是要在2～3年内既要产出成功的科研成果又要实现成功的创新产品是不现实的。\n\n“即使不考虑发表论文，哪怕是拥有了一支有经验丰富的高素质工程师团队，要想在这么短的时间内开发出在市场上获得成功的高科技产品已经是非常困难的，更何况这支团队是由没有产品开发经验的研究生新生组成的。”李凯说。\n\n这样的后果就是——很多团队转向做“反向工程”或“山寨”产品，却没有创造核心知识产权；很多聪明的研究人员开展影响力不大的研究项目，开发没有市场竞争力的产品；很多发表的论文或者只有一些小的改进，或者根本没有新的想法。\n\n然而，为了继续获得未来的经费支持，不仅每个团队都必须宣传自己的项目是成功的，而且经费管理机构也必须宣传他们资助的大多数项目是成功的。\n\n“也许这就是为什么‘863计划’资助了28年后，所资助的项目仍然是在‘追赶’而不是做真正的创新。”李凯说。\n\n政府不要扮演风投的角色\n\n对科研进行5年规划的方式，导致资助的研究方向与高科技领域的快速变化出现大量脱节，是李凯认为的导致政府对科研高投入却效率不高的第二个原因。\n\n也曾经有国内的科技部门主管官员向李凯咨询：我们要做5年规划，您在信息科学方面有什么建议？\n\n李凯直言：脱离5年计划。“针对未来5年设立的项目，大多数方向很快会过时，这会在国家层面上造成时间和金钱的极大浪费。”他实事求是地告诉这位官员，“任何人不知道信息技术类会发生什么变化。你们不如拿一部分钱支持5年计划，更大的一部分钱支持不是5年计划的项目。这样支持的项目才有可能产生推动型的科研成果。”\n\n“当政府经费管理机构确定科研与创新方向时，他们认为这些方向将会对中国经济有利。但是，因为没有产品开发与管理的经验，他们也不了解市场需求。同样，一些权威科学家建议设立某些方向，多数科学家自己也没有创业经历，也不了解市场需求。”李凯说。\n\n在李凯看来，其中最大的问题是：“计划的决策大多是由技术驱动的，而那些大型成功企业的决策是由市场主导的。”\n\n美国也曾经有过这方面失败的案例。美国政府设立一个叫“SBIR”的计划用来为技术转化提供种子资金支持。这个计划年度预算相当大，但成功的案例很少。科研与创新混为一体的一个弊端是“要求政府经费资助机构充当风险投资公司角色，但他们并没有遴选创业公司的经验”。\n\n李凯认为，对政府而言，“应该投资在科研上，而不应当扮演风投的角色。”\n\n科研与创新分离的优点大于缺点\n\n当然，科研与创新分离也有缺点。资助研究的政府机构在短期内无法看到研究成果商业化和创造就业机会的结果。但是，李凯说，科研与创新分离的优点大于缺点。\n\n首先，这能鼓励研究人员专注于影响力巨大的新技术新发现，而不必担心商业化；其次，将科研与创新分离，创业人员与投资者也更可能成功；另外，因为他们没有短期成果的压力，政府的经费资助机构拥有更多的资源来资助有大影响力的想法和潜在的颠覆性想法。\n\n李凯个人经历就验证了这一点。2001年，他选择“no paid leave”（即我们常说的停薪留职），暂时离开普林斯顿大学，一个学生也没带，就来到位于西海岸的硅谷创业。因为知道自己擅长技术而不擅长管理，所以他与几个合伙人从一开始就积极寻找了一名合适的CEO，并在摸清市场需求后，再找一批很好的人来做技术。\n\n公司刚刚起步的时候，李凯还记得，做一个小的演示，用五千到一万行程序代码就可以解决了；2004年，第一个产品推出来的时候，需要30多万行程序代码；2011年，一个产品的程序已经是500多万行代码了。\n\n“谁来写两个数量级中间的东西？”李凯问，“只能是找最好的人。”而早在2004年，李凯公司的创新已经“颠覆了这个市场”。\n\n“如果我当时还坚持在普林斯顿大学，一边做科研，一边做公司搞创新，就是我们常说的脚踩两只船：可能一艘船比较快，就会掉到河里了；如果两边都做，只能让两边走得都不快。”李凯说。\n\n慢慢来不是创新的态度\n\n要取得科研和创新的成功，也必须改革现有的衡量标准。\n\n李凯到国内的一些学校访问，发现他们在介绍自己的科研成绩时喜欢用同一个指标：科研经费。\n\n一所高校计算机学院的院长在介绍学院发展时说：现在院里很好，科研经费超过亿元。\n\n李凯忍不住问：你最主要的科研成果是什么？对方说不出来。李凯直言：我认为拿的钱越少，做出的成果越多越好。研究与创业类似，都应该追求用最少的钱做出有价值的工作，在硅谷一个只会拉风投而不能把企业做大的CEO没人愿意雇佣。他们说，你说的很对。只过了5分钟，对方又开始说某位教授做得有多好，拿了多少经费。\n\n文章也是国内高校介绍科研成果时一个常常挂在口头的指标。李凯忍不住自嘲：如果按照现在的规定，博士期间只发表了一篇文章的自己根本没有办法毕业。\n\n李凯的建议是：政府不要设定统一的衡量标准来约束所有的大学和研究机构，应该下放权力给大学和研究所，要相信他们的判断力，并让他们自行制定合适的衡量标准。\n\n李凯有些着急：“863计划执行到现在已经有28年了，你可以说中国的事情要慢慢来，可是还需要多慢？慢慢来的态度就不是创新的，创新就要颠覆以前的事情。成功不是在一个受保护的市场里，而是在国际市场上。”\n\n“我相信如果这样的改革能实施，我们将会看到高校与研究机构培养出大批有天赋的科研人员和有才能的企业家。”李凯说。\n\n文章来源：中国青年报，原标题：《创新：政府不应扮演风投的角色》\n\n今日编辑：麦片", "view_number": 15, "like_number": 8, "comment_number": 0, "classname": "互联网", "labels": ["李凯", "科研", "创新", "资助", "成功"], "comments": []}, {"id": "12", "title": "中兴事件之痛--中国整机产业的皇帝新衣", "text": "3月7日早上，一个朋友给笔者打电话：“中兴停牌你知道不？美国政府禁止中兴采购了”。此时笔者的注意力还集中在今年女生节新出的条幅上，不以为然的答道：\"看到报道了，估计美国政府也就做做样子吧\"。然而两天过后，事件发酵，先有中兴网友爆出，除了不允许采购芯片之外，美国供应商已经全面停止对中兴的技术支持：不再回复邮件，打电话过去，对方说，“你的邮件我就当没看到，电话以后也别打了，否则我会有麻烦。”接着，看到中兴宣布正在配合美国政府申请出口许可，虽然这种申请通常会被驳回。再后来，听说ARM这家英国公司，因为公司大部分研发放在美国，也被迫停止对中兴的支持和商务合作。如此种种，让笔者深吸一口凉气，看来这次美国玩儿真的了。\n　　\n　　对于这次事件的反应，有些人认为没什么大不了，努比亚没了高通，不是还有中兴微电子么，用自己的呗。有些人认为，最好全部禁运，此刻正是国产芯片的好机会。但笔者却认为，若美国政府的断货制裁持续过久，会带来中兴乃至整机产业的灭顶之灾。所谓皮之不存毛将焉附，对于国产芯片而言，若失去国产整机厂作应用支撑，又谈何发展机会。所以，目前当务之急是让美国政府尽快解除禁运，度过眼下难关，再图将来。\n　　\n　　虽然这些年，国内集成电路产业发展突飞猛进，自给率逐年提高。华为海思最新的麒麟芯片可以和高通骁龙820一比高下；龙芯积累了十多年，也终于可以和北斗卫星一起上天；随便拆开一个蓝牙音箱、机顶盒、冰箱洗衣机，里面的核心芯片已经大部分是国产品牌。但不可忽视的现状是，这些国产芯片的成功应用大多在消费类领域。在对稳定性和可靠性要求很高的通信、工业、医疗以及军事的大批量应用中，国产芯片距离国际一般水平差距较大。尤其是一些技术含量很高的关键器件：高速光通信接口、大规模FPGA、高速高精度ADC/DAC等领域，还完全依赖美国供应商。\n　　\n　　进入二十一世纪第二个十年，西方国家遏制中国，限制高技术产品出口中国的瓦森纳协议依然生效。上述几种芯片是限制出口的重灾区。如果想看看中国这几个方向的真实水平，每年查查瓦森纳协议的更新就可以了。而现代相控阵雷达里面，他们都是必需品，只能通过”你懂的”渠道获得。每生产一台国产示波器，里面的ADC都需要美国政府的同意才能进口，同时要承诺不被转做军事用途。打开中兴、华为出产的基站，电路板上除了几颗数字基带芯片是自产的，通信链路上RF，PLL，ADC/DAC乃至外围测量电源电压的芯片都见不到国产供应商的身影。虽然整机厂通过自产基带芯片掌握核心算法，但是，却无法解决被国外芯片供应商“卡脖子”的问题。了解整机产业的人都知道，一台基站假如有100颗芯片，其中只要有1颗被禁运，整台基站就无法交付。就算找到团队重新设计，根据IC研发的固有规律，一颗芯片从设计、测试到量产至少要1年以上，高可靠性的工业级芯片需要时间更长。如果制裁持续1年，这期间中兴的所有产品全面断货，合同无法履行，完全没有收入，结果不言而喻。唇亡齿寒，就算国产ICer们一年后把芯片给中兴做出来，又有什么用呢？这一次，美国政府是捏住了中兴的脉门。\n　　\n　　诚然，这些年来中国电子整机行业水平突飞猛进。华为超越爱立信成为世界第一大通信设备公司。逼的其他几家公司只能不断合并，最后中兴得以挤进世界前四。联影、迈瑞等国产大型医疗器械的产品水平直逼GE、飞利浦等巨头。国产雷达完成主动相控阵的跨越式超越，052C/052D、歼16等高性能武器服役，其雷达制式和性能已经直逼美国，超越欧洲和俄罗斯。就在军迷们弹冠相庆，裤衩红的不能再红的时候，不能掩盖的事实是缺”芯”的命门其实一直掌握在美国人手中。\n　　\n　　纵览历史，中国电子整机产业的突破其实也是电子技术演进和世界分工变化的结果。电子设备的核心是算法、软件和硬件。算法和软件有其自身的特点，中国人依靠聪明和勤奋容易完成赶超。客户需要一个feature，华为可以连夜派工程师加班编写；都是4G基站，华为可以做到一键配置完成，而对手需要按照操作手册一步步完成。早年的华为靠这些逐步建立起市场优势。而硬件随着IC技术的发展，芯片集成的功能越来越多，实际上技术含量都集中到了芯片中。以前一块电路板上上百个元件，调试和良率都是门槛，而现在变成一两颗芯片。只要你能买到芯片，照着参考电路设计一下，八成能用。除了军用的高端芯片，华为中兴之流几乎可以买到世界上最先进的商用芯片。尽管有瓦森纳协议，但美国供应商们在巨大的利益诱惑面前，也在帮助我们想办法绕过限制。于是，买了一流的芯片，就有了一流的硬件，再加上勤奋铸就的软件和聪明凝聚的算法，打败懒惰的欧洲通信商们就是顺理成章的事情。于是中国成了世界工厂，有着世界上最大的半导体消费市场。但3月7日，美国政府的制裁来了，我们才发现，世界领先的整机产业实际上是建立在沙子一般的地基之上，皇帝的新衣被人扒的一干二净。\n　　\n　　互联网我们有BAT可以和facebook/google过过招，电子整机有华为中兴可以对抗思科爱立信，IT行业里面为什么独独集成电路，没有能跟美国抗衡的能力呢？这还要从IC设计产业的特点来说起。IC设计相对于互联网和整机设备，有两个重要特点，试错成本高和排错难度大。互联网做一个app，可以一天出一个版本，有些bug没关系，第2天就可以修复，试错和修改的成本几乎为零。整机硬件的电路板设计周期在1天到1个月之间，生产周期在3天到2周之间，出了错重新投板费用在几百到几千之间，最多数万块钱。而IC设计，不算架构设计，从电路设计开始，到投片，最少要半年时间。投片送到工厂加工生产，一般要2个月到3个月。最重要的是一次投片的费用最少也要数十万元，先进工艺高达一千万到几千万。如此高的试错和时间成本对一次成功率的要求极高，不得不把流程拖长，反复验证，需要多个工种密切配合，团队中一个人出错，3个月后回来的芯片可能就是一块儿石头。修改一轮，又三个月出去了。\n　　\n　　与试错成本高并存的是排错难度大。互联网编个软件，调试起来几乎可以在程序任意地方设断点，查看变量当时的状态或者打出log。硬件电路板上，几乎任何一根信号线可以拉到示波器上看波形。而一颗手指甲盖大小的芯片，里面有上亿个晶体管，而最终能在电路板上测量到的信号线却只有十几根到几百根。如何根据这少得可怜的信息，推理出哪个晶体管设计错误，难度不言而喻。\n　　\n　　两大特点导致对IC从业人员的素质要求极高，试错周期长需要逻辑严谨细致的工作态度，排错难度大需要一套科学的实验方法。而这两方面，恰恰是国内教育的软肋。过分重视知识的记忆，而忽略逻辑和方法。所以当软件工程师们靠自己的聪明和勤奋，不断快速迭代的时候，ICer们却经常遇到猪队友的困惑，导致原地打转。加班已经不能再多，却还是一次次的delay，上市时间依然落后。更有很多bug无法找到原因，反复投片实验也无结果，最后只能以项目失败收场。\n　　\n　　高难度的产业背后蕴藏的是巨大的利益和商业价值。集成电路被誉为电子工业的粮食，除了对国家和行业安全有着巨大的意义，利润率也随着技术含量水涨船高。芯片本身的材料是二氧化硅，成本极低，上面凝聚的技术就决定了利润。消费类芯片产品一般毛利率在30%~40%，工业用产品一般能在50%~60%以上，更有甚者，以高性能模拟芯片为主的美国Linear公司，平均毛利率能达到90%！很多我们无法设计的芯片，例如高端交换芯片，毛利率都在99%以上。一旦中美开战，即便没有禁运，美国政府利用行政手段把自己电子武器的批量成本压到我们的1/10是分分钟的事情，细思极恐。\n　　\n　　尝试突破\n　　\n　　我们一直努力，从未放弃。\n　　\n　　高校。有些高性能关键器件芯片规模不大，看起来挺适合高校来作为突破的主力军。但多年下来，业内公认是高校的水平不如工业界。这不是中国特有的，美国也这样。这和前述集成电路产业的特点密切相关。高校的优势是出新idea，对于算法这类领域挺合适，仿真实验看到结果快且准，仿出来有效果基本实际就会有效，顶多实现复杂度太高。芯片试错成本高，流程长，参与协作的工种多，任何一个环节出问题，就看不到好结果。能把一个芯片做成业界普遍水平，不掉坑里，就已经不容易，需要多年积累。学生们积累少，纵有好的idea，往往躲不过路上无数的暗坑，还没看到idea的效果，就死在半路了。学校的特长是做更前沿的研究，适合弯道超车。而集成电路恰恰不好弯道超车，尤其是模拟芯片，你不解决100MHz的问题，到200MHz的时候那些问题还在。\n　　\n　　仿制、抄袭。军迷们引以为自豪的山寨能力，就是看美军有什么，我们就抄一个。集成电路也可以抄，学名反向设计。虽然芯片很小，电路密度极大，但仍然可以通过显微、照相等方式获得他的全部版图信息，然后复制一份，送到工厂生产，似乎看起来就可以得到一模一样的产品了。其实不然，版图相当于软件编译后的机器代码，可读性很差，无法了解其原理和架构。而版图提取本身存在物理误差和人为错误，尤其对于高性能的模拟混合信号芯片，对工艺又非常敏感，稍有不一致都可能导致芯片性能和良率的巨大差异。而此时设计人员无法了解原理，定位错误犹如一个盲人在大海里捞针。军工研究所普遍采用这种方法，每次反向犹如一场赌博，有时候做出来OK最好，一旦出现问题，基本束手无策。所以多年下来，除了电路比较简单的射频和功放芯片，上述高性能PLL，ADC等关键器件反向成功，能量产装备的例子寥寥无几。\n　　\n　　科研项目。国家近十几年来，一直通过863/973/核高基等国家级科研计划对关键器件进行支持，投入巨大。后期也要求工业界和整机厂加入，以解决应用脱节的问题。但这些年下来，真正能量产并转化为实际产品的成果寥寥。究其原因，一个是目标脱节。IC界有个说法，实验室测试通过只是迈出了一小步，到量产还有巨大的工作量。科研项目只需要在评审的时候能够提供几颗样片，演示出所需性能即可拿到尾款。而工业级应用需要在各种温度和环境变化条件下保持性能稳定，以及解决批量生产的良率问题。如何保证量产是需要从设计一开始就考虑的，有些科研单位选择的架构本身就决定了成果只能交差，而不能量产。二是指标脱节。科研项目的立项单位不考虑国内实际水平，盲目追赶世界领先水平。不管上一周期的项目是否完成，今年的指标一定要更近一步。申请单位恶意竞争，不考虑自身实力，申请时竞报指标，谁提的指标高谁拿到项目，才不管2年以后如何交差。这样的制度下，本来按照已有技术积累，做100MHz还能量产，指标竞价完成后目标变成500MHz，最后谁都搞不定。\n　　\n　　人才引进。2000年前后，国家利用人才政策吸引海外留学人员归国创业。这期间有陈大同、武平回来创立了展讯，魏述然回来创立了锐迪科等一批国产IC设计公司。这批公司一开始也许有想做工业级产品、关键器件的雄心，但很快发现产业环境不合适，中国整机还没有强大到今天华为中兴的地位，市场容量小，技术可靠性要求高，design-in周期长，所以这批中成功活下来的这批企业都是靠消费类市场和08年附近一波中国山寨手机热潮完成了原始积累，进入良性循环。然而对于引入工业级、关键器件的人才就没有那么一帆风顺。\n　　\n　　首先合适的人选就非常少。例如在美国，由于瓦森纳协议的限制，华人无法进入ADI/TI等公司最核心的ADC产品研发部门，即使在他们设立在中国的研发中心，大陆工程师可以通过网络看到绝大部分母公司的设计，但高性能的ADC产品除外。这简直是90年代气象局被玻璃房子锁住超级计算机的另一个翻版。\n　　2009年从美国ADI公司回来了一位李博士，通过非法手段带回了高性能DAC产品的版图，一下子提高了国产DAC产品的性能指标。但2013年事件被曝光，遭到ADI和美国政府的抗议。李事件导致美国政府对华人参与关键器件研发的控制更加严格，并对往来中国的留学生进行更严格的审查，相继查出Vanchip剽窃RFMD事件和天大教授张浩被FBI诱捕事件，不论是真是假，对海外留学生归国从事关键器件研发造成了心里阴影，很多人为了保住往来美国的人身自由，放弃参与国内高性能的关键器件研发工作的机会。\n　　\n　　于此同时，在国际市场上，华为中兴需要遵守国际知识产权的游戏规则，李的方法和产品无法被正规整机厂采用，实际上并没有解决工业界的问题。相反华为中兴对引入国产供应商在知识产权上更加担心，要求国产厂家自证清白，有的甚至到了要求国产供应商的创始人不能有ADI/TI履历的夸张地步，进一步导致国产替代进度的严重落后。最后，在没有知识产权问题的军用领域，由于受2013年被曝光的影响，到目前还没有看到李博士的产品被装备使用，甚是可惜。\n　　\n　　整机厂自己努力。国内真正算在高性能关键器件领域有所突破的应该只有华为旗下的海思了。海思因为有华为不计成本的投入，麒麟的成就众所周知，在高速光通信及交换芯片上也有突破，已经在慢慢从低端蚕食broadcom等多年来构筑的技术壁垒。但之前任总的一篇讲话中，给海思的定位是备胎，任总要求华为一定要用最好的器件给客户提供最好的性能，海思做不到性能最优就不采用。实际上这个思路，笔者觉得是有问题的。芯片行业有个特点，很多问题在实验室是测不出来的，必须在大规模应用的时候才能发现、改进和提高。如果一看指标不好就不用，那永远没有机会发现问题，那这个备胎永远是个纸糊的，一上路就碎。实际上，正是华为终端部门被要求捏着鼻子也要用K3V2，才成就了今天的麒麟。\n　　\n　　国家层面也看到了上述问题，2013年9月国务院副总理马凯调研集成电路产业，随后国家出台了新的集成电路产业振兴规划。改为成立产业基金，通过股权投资的方式对集成电路企业进行帮助。同时以紫光为首的国内民营资本结合政府基金，开始了国际市场上的疯狂扫货。展讯、RDA、OmniVision等企业纷纷被收归旗下。但时光转到2015年，紫光和大基金系的扫货开始遇到障碍，收购美光，西数，试图以此突破nandflash产业遇挫，华润报价Farchild被拒。连飞利浦照明业务的收购也因为美国政府担心功率半导体技术外泄而终止。回过头来看，除了展讯这类本来就是国内公司、OmniVision本来就是华人公司，国家通过收购的方式并未采购到货真价实的核心技术，更不要说可以有军事用途的射频、ADC等关键器件技术，可以断定美国人是不可能卖的。\n　　\n　　如何破局？\n　　\n　　对于突破集成电路高性能关键器件，笔者认为有三个因素：有足够的资金支持，有整机厂的通力合作和有耐心的团队。\n　　资金怎么解决，“十八大”要求让市场在资源配置中起决定性作用。芯片研发是高投入高风险，最后运气好才有高产出。现在政府通过大基金的方式来决定资源分配，并不一定总能选中最后的胜利者，而且有国有资产保值增值的压力，道德风险，都会让其投资行为走形。另外，国资的大规模投入还会造成挤出效应，减少民营资本在产业中的投入量。\n　　\n　　笔者认为最好的方式还是吸引民间资本。民间资本只要有足够大的市场，足够大的利润，他就会心动。而一开始团队技术水平跟先进水平有差距，无法参与全球竞争，可以攫取的市场规模必然没有那么大。这个时候应该是国家出马，通过补贴和奖励整机厂商的方式，在不损害整机厂家成本竞争力的前提下，在初期允许国产芯片商卖一个高价，获得超额利润，弥补巨额研发的投入，吸引民间资本进入。后期，根据芯片累计装备的数量，逐步减少补贴，最后达到市场定价，进入国际市场参与竞争。这种政策好处是钱肯定都花到有竞争力的市场主体中，谁最后装备，谁做的东西能用，就补贴谁。当然要注意防范骗补的问题。\n　　\n　　至于研发风险和选择错误风险，让民间资本来去承担。民资花自己的钱，自然会慎重选择团队，即使研发失败，也能坦然接受。这样一份国家补贴，可以吸引多份民间投资，只要其中一份儿成功量产，国家就赚到了。\n　　\n　　当然所有的前提是我们还有一个强大的，有国际竞争力的整机产业。只有他们，才有动力去试用还在襁褓中的国产IC。笔者在推广国产IC的过程中，最感动的就是这群整机厂家的技术人员，不需要任何的利益驱动，他们是发自内心的愿意去帮助国产IC，有时上司都允许放弃了，他们还加班加点帮助国产供应商查找问题。\n\n\n　　塞翁失马，焉知非福。也许多年后回过头来看，这次中兴事件对国产IC产业是个转折点。但不管怎样，当下真心希望他能度过难关。", "view_number": 9, "like_number": 3, "comment_number": 0, "classname": "互联网", "labels": ["芯片", "整机", "国产", "中兴", "华为"], "comments": []}, {"id": "13", "title": "格力造芯梦再下一程的“三重解读”", "text": "格力“造芯梦”再下一程。\n\n三安光电于11月11日晚间发布《2019年度非公开发行A股股票预案》，拟募集资金总额为不超过70亿元，其中格力电器拟认购金额为20亿元，先导高芯拟认购金额为50亿元。本次募投项目主要投向中高端产品，发力新兴细分市场，涉及高端氮化镓LED外延芯片、高端砷化镓LED外延芯片、Mini/Micro LED、大功率三基色激光器等。\n\n放眼投资中的主角，格力的身影再次赫然在目。\n\n投资戏码\n\n在豪言500亿元造芯之后，格力虽然受到业界诸多质疑，但显然已不再似进军新能源汽车那样“冒进”，而是步步为营。\n\n先是去年8月14日成立珠海零边界集成电路有限公司正式涉足芯片设计领域，后是去年年底投资30亿元通过成为闻泰科技股东间接入股安世半导体，而又于近日投资20亿元三安光电。这一系列“连发”显现出格力大手笔布局芯片的初心不改；另一方面也引发了新的思考，四处撒网之后到底如何归“芯”？\n\n从大势来看，其实不止是格力电器，包括华为、阿里在内的诸多科技企业都在着力通过融资、新建子公司等多种方式入局IC领域，“造芯”已是大势所趋，格力作为新入局者，自然也要多方落子，全面布局。\n\n“对于格力的造芯方式，用投资入股的方式非常现实，毕竟这是一个高技术含量的行业，没有底蕴和积累直接自己做风险很高。” 一位不愿透露姓名的业内人士表示。\n\n格力先是通过成为闻泰科技的重要股东，对发展空调芯片、智能家居以及汽车电子业务提供了重要的战略支撑。此次又对三安光电进行战略性股权投资，也让格力成功卡位新兴功率半导体技术，有助于进一步提升其在化合物半导体的技术积累。\n\n中泰电子刘翔对此分析说，格力电器作为产业资本方，与上市公司从事的化合物半导体业务有一定协同效应，此次通过定增入股上市公司，未来有望实现更丰富层次的合作。\n\n战略深意\n\n而此次格力的举动，其实不仅是IC自主可控和国产化替代大势之下企业必然的攻芯之策，更是格力股东之一珠海政府在各地轰轰烈烈造芯运动下的深层布局。\n\n作为珠三角地区IC产业的主要承载地，珠海在产业规模、创新能力、企业培育、市场拓展等方面成效显著，走出了一条创新驱动与市场引领相结合的发展之路，为构筑大湾区创新高地打下了扎实基础。目前，炬芯科技、全志科技、杰理、欧比特、中慧、世纪鼎利、博雅、魅族、德豪润达、鼎泰芯源等企业茁壮成长，已进入全国IC设计业规模最大的十大设计城市之列。\n\n但在多地积极发展集成电路的竞争态势下，珠海IC业结构的短板也日益突出，特别是半导体制造十分缺失。\n\n“如何通过进一步发展促进IC业升级或成为珠海政府下一步工作重心。”Gartner中国研究总监盛陵海提到，“珠海政府或珠海国资委或将主导成立一个半导体基金，将主投制造，毕竟它们手握格力的股份，有一定资金实力，同时也会寻求合作伙伴。但从目前来看，珠海的布局已然有些晚，需要进一步加快。”\n\n在集成电路晶圆制造方面，据JSSIA统计，除我国集成电路晶圆制造企业现有正常生产的8英寸、12英寸生产线42条以外，2018年投产的8英寸、12英寸生产线13条，在建的8英寸、12英寸生产线15条，总投资金额高达14000亿元。到2020年，我国集成电路制造产能将达到200万片/月，而长三角地区是集成电路制造生产线数量最多的聚集区。显然，抓住了设计浪潮的珠海，不能亦不想失去半导体制造的“高地”。\n\n仍需沉淀\n\n虽然格力造芯已经在多方落子，显现其雄心壮志，但也要清醒地意识到，一入“芯”门深似海。\n\n某IC投资公司负责人张云翔表示，格力投资安世半导体和三安光电，提升了未来的功率器件代工能力，这一投资上游的方式远比自己做要好。但要指出的是，三安光电能否如愿助力还有待观察，毕竟工艺开发需要时间。\n\n而上述不愿透露姓名的业内人士表示，格力作为家电大企业，已完成站起来、富起来的阶段，而要想发展到强起来，提高科技能力、核心竞争力是永远不能回避的课题。对于格力来说，控制芯片是核心部件，虽然不像华为等企业那么依赖于芯片，但总是依赖进口毕竟是缺少核心竞争力。\n\n因而，这位人士建议，格力的造芯要从自有产品需要的芯片入手，一旦量产，自有产品就能保证千万量级的出货量。至于自有产品使用之外的芯片，还需要积累沉淀，不可盲目。\n\n如今的格力早已将自身定位为“多元化、科技型全球工业集团”，所覆盖的领域包括空调、生活电器、高端装备和通信设备，ICT已成为格力未来的新方向。既要多重应用打开局面，又想芯片落子开花结果，可想而知，格力造芯既要“格外用力”，也要“分外用芯”。（校对/范蓉）", "view_number": 14, "like_number": 0, "comment_number": 0, "classname": "新闻", "labels": ["格力", "芯片", "IC", "珠海", "造芯"], "comments": []}, {"id": "14", "title": "习近平在上海考察时强调 深入学习贯彻党的十九届四中全会精神", "text": "来源：北京青年报\n\n来源标题：推动城市治理重心向街道社区下沉\n\n中共中央总书记、国家主席、中央军委主席习近平近日在上海考察时强调，要深入学习贯彻党的十九届四中全会精神，坚持稳中求进工作总基调，全面贯彻新发展理念，加快改革开放步伐，加快建设现代化经济体系，加大推进三大攻坚战力度，扎实推进长三角一体化发展，妥善应对国内外各种风险挑战，勇挑最重担子、敢啃最难啃的骨头，着力提升城市能级和核心竞争力，不断提高社会主义现代化国际大都市治理能力和治理水平。\n\n3日下午，习近平听取了上海市委和市政府工作汇报，对上海各项工作给予肯定。\n\n他希望上海认真贯彻落实党中央重大决策部署，持之以恒，再接再厉，奋力创造新时代新奇迹。\n\n城市治理\n\n要抓一些“牛鼻子”工作\n\n习近平强调，要深入学习贯彻党的十九届四中全会精神，提高城市治理现代化水平。\n\n要统筹规划、建设、管理和生产、生活、生态等各方面，发挥好政府、社会、市民等各方力量。\n\n要抓一些“牛鼻子”工作，抓好“政务服务一网通办”、“城市运行一网统管”，坚持从群众需求和城市治理突出问题出发，把分散式信息系统整合起来，做到实战中管用、基层干部爱用、群众感到受用。\n\n要抓住人民最关心最直接最现实的利益问题，扭住突出民生难题，一件事情接着一件事情办，一年接着一年干，争取早见成效，让人民群众有更多获得感、幸福感、安全感。\n\n要履行好党和政府的责任，鼓励和支持企业、群团组织、社会组织积极参与，发挥群众主体作用，调动群众积极性、主动性、创造性，探索建立可持续的运作机制。\n\n“新片区”\n\n增强大局意识全局观念\n\n习近平指出，要深入推进党中央交付给上海的三项新的重大任务落实。\n\n上海自贸试验区临港新片区要进行更深层次、更宽领域、更大力度的全方位高水平开放，努力成为集聚海内外人才开展国际创新协同的重要基地、统筹发展在岸业务和离岸业务的重要枢纽、企业走出去发展壮大的重要跳板、更好利用两个市场两种资源的重要通道、参与国际经济治理的重要试验田，有针对性地进行体制机制创新，强化制度建设，提高经济质量。\n\n设立科创板并试点注册制要坚守定位，提高上市公司质量，支持和鼓励“硬科技”企业上市，强化信息披露，合理引导预期，加强监管。\n\n长三角三省一市要增强大局意识、全局观念，抓好《长江三角洲区域一体化发展规划纲要》贯彻落实，聚焦重点领域、重点区域、重大项目、重大平台，把一体化发展的文章做好。\n\n经济发展\n\n强化开放枢纽门户功能\n\n习近平强调，要推动经济高质量发展。强化全球资源配置功能，积极配置全球资金、信息、技术、人才、货物等要素资源，以服务共建“一带一路”为切入点和突破口，加快提高上海金融市场国际化程度。\n\n要强化科技创新策源功能，努力实现科学新发现、技术新发明、产业新方向、发展新理念从无到有的跨越，成为科学规律的第一发现者、技术发明的第一创造者、创新产业的第一开拓者、创新理念的第一实践者，形成一批基础研究和应用基础研究的原创性成果，突破一批卡脖子的关键核心技术。\n\n要强化高端产业引领功能，坚持现代服务业为主体、先进制造业为支撑的战略定位，努力掌握产业链核心环节、占据价值链高端地位。\n\n要强化开放枢纽门户功能，坚持以开放促改革、促发展、促创新，勇敢跳到世界经济的汪洋大海中去搏击风浪、强筋壮骨。\n\n党的建设\n\n要抓好第二批主题教育\n\n习近平强调，要扎实推进党的建设。各级党组织要在巩固和拓展第一批主题教育成果的同时，抓好第二批主题教育，并通过健全制度、完善机制，使“不忘初心、牢记使命”这个党的建设的永恒课题、党员干部的终身课题常抓常新。开展主题教育不能学归学、说归说、做归做，衡量实际成效的根本标尺就是解决问题、推动事业发展。\n\n第二批主题教育重点在基层，在群众家门口开展，更要求真务实，奔着问题去、盯着问题改，让群众感受到新变化新成效。各级领导干部要勇于担当、攻坚克难，在改革发展稳定各项工作中经受严格的思想淬炼、政治历练、实践锻炼。要以提升政治功能和组织力为重点，在强基础、补短板上下功夫，把基层党组织建设成为宣传党的主张、贯彻党的决定、领导基层治理、团结动员群众、推动改革发展的坚强战斗堡垒。\n\n习近平强调，上海是我们党的诞生地，党成立后党中央机关长期驻扎上海。上海要把这些丰富的红色资源作为主题教育的生动教材，引导广大党员、干部深入学习党史、新中国史、改革开放史，让初心薪火相传，把使命永担在肩，切实在实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦进程中奋勇争先、走在前列。\n\n行程\n\n像对待“老人”一样尊重和善待城市中的老建筑\n\n11月2日至3日，习近平在中共中央政治局委员、上海市委书记李强和市长应勇陪同下，深入上海杨浦滨江、古北社区，就贯彻落实党的十九届四中全会精神、城市公共空间规划建设、社区治理和服务等进行调研，同基层干部群众亲切交流。\n\n杨浦区 城市是人民的城市\n\n2日下午，习近平来到杨浦区滨江公共空间杨树浦水厂滨江段，结合视频和多媒体演示听取黄浦江两岸核心区45公里公共空间贯通工程基本情况和杨浦滨江公共空间建设情况汇报。近年来，上海市推动黄浦江两岸贯通及滨江岸线转型工作，杨浦滨江逐渐从以工厂仓库为主的生产岸线转型为以公园绿地为主的生活岸线、生态岸线、景观岸线，昔日的工业锈带变成了生活秀带，为上海增添了一道靓丽的风景线。习近平指出，文化是城市的灵魂。城市历史文化遗存是前人智慧的积淀，是城市内涵、品质、特色的重要标志。要妥善处理好保护和发展的关系，注重延续城市历史文脉，像对待“老人”一样尊重和善待城市中的老建筑，保留城市历史文化记忆，让人们记得住历史、记得住乡愁，坚定文化自信，增强家国情怀。\n\n习近平沿滨江栈桥步行察看黄浦江两岸风貌，了解人文历史和城乡变迁，走进雨水花园实地考察城市环境综合治理和海绵城市建设等情况，并乘车沿途察看渔人码头、杨树浦港旧址等地标景观，对杨浦区科学改造滨江空间、打造群众公共休闲活动场所的做法表示肯定。在参观途中，遇到许多正在休闲健身的市民，习近平同他们亲切交谈。习近平指出，城市是人民的城市，人民城市为人民。无论是城市规划还是城市建设，无论是新城区建设还是老城区改造，都要坚持以人民为中心，聚焦人民群众的需求，合理安排生产、生活、生态空间，走内涵式、集约型、绿色化的高质量发展路子，努力创造宜业、宜居、宜乐、宜游的良好环境，让人民有更多获得感，为人民创造更加幸福的美好生活。\n\n位于浦江岸边的人人屋党群服务站是一个开放式党建服务平台，习近平向服务站工作人员和居民详细询问这里开展基层党建和公共服务情况。一位年近九旬的老党员、老劳模激动地向总书记介绍说，自己是土生土长的上海人，见证了上海从旧中国到新中国、再到新时代的巨大变化，为中国共产党和中国特色社会主义感到无比自豪。习近平鼓励她多向年轻人讲一讲，坚定他们对中国特色社会主义的道路自信、理论自信、制度自信、文化自信。\n\n长宁区 询问饭菜可不可口\n\n临近傍晚，习近平来到长宁区虹桥街道古北市民中心考察调研。古北社区居住着来自50多个国家和地区的居民。习近平听取社区开通社情民意直通车、服务基层群众参与立法工作等情况介绍，并同正在参加立法意见征询的社区居民代表亲切交流。他强调，你们这里是全国人大常委会建立的基层立法联系点，你们立足社区实际，认真扎实开展工作，做了很多接地气、聚民智的有益探索。人民代表大会制度是我国的根本政治制度，要坚持好、巩固好、发展好，畅通民意反映渠道，丰富民主形式。\n\n市民中心内设立了餐饮、医疗、法务等各类专业服务机构。习近平逐一察看涉外人员服务窗口、老年助餐点等，了解社区生活、文化、养老等便民服务情况。在老年助餐点，习近平同正在用餐的居民热情交谈，询问饭菜可不可口、价格贵不贵、对社区便民服务还有什么新要求。习近平指出，城市治理是推进国家治理体系和治理能力现代化的重要内容。要牢记党的根本宗旨，坚持民有所呼、我有所应，把群众大大小小的事情办好。要推动城市治理的重心和配套资源向街道社区下沉，聚焦基层党建、城市管理、社区治理和公共服务等主责主业，整合审批、服务、执法等方面力量，面向区域内群众开展服务。要推进服务办理便捷化，加快政务信息系统资源整合共享。", "view_number": 12, "like_number": 16, "comment_number": 0, "classname": "互联网", "labels": ["习近平", "城市", "治理", "群众", "滨江"], "comments": []}, {"id": "15", "title": "从“中国之制”看“中国之治”——解码党的十九届四中全会决定", "text": "来源：北京日报\n\n来源标题：从“中国之制”看“中国之治”\n\n11月5日，《中共中央关于坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化若干重大问题的决定》全文发布。\n\n党的十九届四中全会通过的这一决定，深刻阐释了坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的重大意义和总体要求，并对坚持和完善党的领导制度体系等13个方面的制度作出战略部署。透过这13方面的制度安排，“中国之治”的美好前景清晰可见。循着决定明确的奋进之路，一个更加美好的中国正向我们走来。\n\n党“总揽全局、协调各方”领导地位更加巩固\n\n决定描绘的中国特色社会主义制度图谱由13个部分组成，其中“坚持和完善党的领导制度体系，提高党科学执政、民主执政、依法执政水平”排在第一位，充分彰显出党的领导制度体系在中国特色社会主义制度体系中的重要地位。\n\n“中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势。”中央政策研究室分管日常工作的副主任江金权认为，党的领导制度是国家的根本领导制度，统领和贯穿其他12个方面制度。\n\n针对坚持和完善党的领导制度体系，决定提出6个方面的要求，包括建立不忘初心、牢记使命的制度，完善坚定维护党中央权威和集中统一领导的各项制度，健全党的全面领导制度，健全为人民执政、靠人民执政各项制度，健全提高党的执政能力和领导水平制度，完善全面从严治党制度。\n\n“这6个方面要求可以视为坚持和完善党的领导制度体系的具体实现形式，也是6个重要支柱。”中央党校（国家行政学院）教授刘春认为，把这6个方面要求落到实处，将进一步健全总揽全局、协调各方的党的领导制度体系，把党的领导落实到国家治理各领域各方面各环节，确保国家始终沿着社会主义方向前进。\n\n以中国式民主让人民更好当家作主\n\n坚持人民当家作主，是我国国家制度和国家治理体系的显著优势之一，也是社会主义民主政治的价值追求。\n\n决定从“坚持和完善人民代表大会制度这一根本政治制度”“坚持和完善中国共产党领导的多党合作和政治协商制度”“巩固和发展最广泛的爱国统一战线”“坚持和完善民族区域自治制度”“健全充满活力的基层群众自治制度”5方面，描绘出民主中国的发展和完善路径。\n\n“推进国家治理体系和治理能力现代化，发展社会主义民主政治，是关系到中国特色社会主义前途命运的重大战略部署。”复旦大学教授桑玉成说。\n\n“健全人大组织制度、选举制度和议事规则，完善论证、评估、评议、听证制度”“完善支持民主党派和无党派人士履行职能方法”“健全党外代表人士队伍建设制度”“全面深入持久开展民族团结进步创建”“拓宽人民群众反映意见和建议的渠道”……决定中的一系列制度安排，令人眼前一亮。\n\n“小到一个社区、单位，大到一个国家，人们都希望积极参与公共生活。决定通过一系列良好的制度设计，不断丰富民主形式，拓宽民主渠道，确保人民依法通过各种途径和形式管理国家事务、经济文化事业和社会事务。这正是人民美好生活的题中应有之义。”桑玉成说。\n\n推动法治中国建设行稳致远\n\n“坚持和完善中国特色社会主义法治体系，提高党依法治国、依法执政能力。”决定提出“健全保证宪法全面实施的体制机制”“完善立法体制机制”“健全社会公平正义法治保障制度”“加强对法律实施的监督”4方面举措，推进法治中国建设。\n\n西南政法大学校长付子堂说，决定强调加强宪法实施和监督，提出落实宪法解释程序机制、推进合宪性审查工作、加强备案审查制度和能力建设等，有利于更好处理权力行使和权利保障的关系，维护国家法制统一、尊严、权威。\n\n立法方面，决定提出加强重要领域立法，加快我国法域外适用的法律体系建设。付子堂认为，这有利于加快构建保障我国海外利益的法律体系，更好保护海外中国公民和企业合法权益。\n\n公平正义，民之所向。决定强调，严格规范公正文明执法，规范执法自由裁量权，加大关系群众切身利益的重点领域执法力度。决定还提出坚决排除对执法司法活动的干预，拓展公益诉讼案件范围，实行惩罚性赔偿制度等。\n\n“通过严格执法、规范执法，提高违法成本，维护司法公正，有效推动全民守法的实现。”付子堂说，“决定提出的一系列部署安排，必将推动法治中国建设行稳致远。”\n\n建设人民满意的服务型政府\n\n推进国家治理体系和治理能力现代化，离不开国家行政管理现代化。决定指出，必须坚持一切行政机关为人民服务、对人民负责、受人民监督，创新行政方式，提高行政效能，建设人民满意的服务型政府。\n\n“政府治理处在国家治理的前排。”中央党校（国家行政学院）教授汪玉凯说，“通过不断坚持和完善中国特色社会主义行政体制，构建职责明确、依法行政的政府治理体系，将更好把制度优势转换为效能优势。”\n\n决定从完善国家行政体制、优化政府职责体系、优化政府组织结构、健全充分发挥中央和地方两个积极性体制机制等四个维度，对构建与新时代相适应的中国特色社会主义行政体制指明了方向。\n\n改革开放以来特别是党的十八大以来，我国经济社会发展取得举世瞩目的成就，这与我国行政体制不断改革、政府治理效能不断提高息息相关。\n\n汪玉凯认为，一套好的政府治理体系，既要能调动中央和地方两个积极性，也要能持续激发广大人民的创造伟力，归根结底，就是要“人民满意”。“决定立足当下、着眼长远，对政府治理体系提出了针对性、历史性、战略性的设计，将对国家治理体系和治理能力现代化带来可行、可靠、可持续的动力。”汪玉凯说。\n\n以更加成熟稳固的经济制度支撑高质量发展\n\n“对社会主义基本经济制度的坚持和完善是一大突破。”全国政协经济委员会副主任刘世锦说，公有制为主体、多种所有制经济共同发展，按劳分配为主体、多种分配方式并存，社会主义市场经济体制，“三位一体”共同支撑的基本经济制度框架，标志我国社会主义经济制度更加成熟、更加稳固。\n\n“在社会主义市场经济体制下，才能营造各种所有制主体依法平等使用资源要素、公开公平公正参与竞争、同等受到法律保护的市场环境，才能健全生产要素由市场评价贡献、按贡献决定报酬的机制。”刘世锦强调，这一基本经济制度框架对稳定经济发展预期具有重要现实意义。\n\n“建设高标准市场体系”“建设更高水平开放型经济新体制”，在刘世锦看来，这明确了改革开放的方向。“国内改革以建设高标准市场体系为目标，破除行政壁垒，进一步开放市场，推动公平竞争；对外开放以建设更高水平开放型经济新体制为目标，推动我国在全球市场体系竞争中发挥引领作用。”\n\n扩大中等收入群体，健全鼓励支持基础研究、原始创新的体制机制……这些富有创新性的制度安排将补齐制度短板，为实现经济高质量发展提供坚实制度支撑。\n\n更好构筑中国精神中国价值中国力量\n\n党的十九届四中全会对文化方面的制度建设给予高度重视。决定强调，发展社会主义先进文化、广泛凝聚人民精神力量，是国家治理体系和治理能力现代化的深厚支撑。\n\n吉林大学哲学社会学院教授邴正说，决定第一次全面系统地从制度层面强调坚持和完善繁荣发展社会主义先进文化的制度体系建设问题，这是对中国特色社会主义理论的进一步完善和阐发。\n\n决定提出，坚持马克思主义在意识形态领域指导地位的根本制度。\n\n邴正表示，把马克思主义在意识形态领域中的指导地位制度化，为树立中国特色社会主义共同理想、弘扬社会主义核心价值观、构建主流舆论格局、保障人民文化权益、满足人民群众美好生活需要提供了充分的制度保证，对于保证社会主义先进文化前进方向意义重大。\n\n“新中国成立70年来，特别是党的十八大以来，我们不断深化与推进文化体制改革创新，社会主义先进文化的影响力与竞争力大大提高。”邴正说，决定进一步明确了中国特色社会主义文化建设的努力方向、基本原则和主要任务。我们要坚定文化自信，牢牢把握社会主义先进文化的前进方向，激发全民族文化创造活力，更加巩固全体人民团结奋斗的共同思想基础，更好构筑中国精神、中国价值、中国力量。\n\n织就更加公平更高质量的民生保障之“网”\n\n带领近14亿人民奔向全面小康，过上美好生活，不是一件易事。\n\n从健全有利于更充分更高质量就业的促进机制，到构建服务全民终身学习的教育体系；从完善覆盖全民的社会保障体系，到强化提高人民健康水平的制度保障……决定提出，坚持和完善统筹城乡的民生保障制度，满足人民日益增长的美好生活需要。\n\n多位专家指出，决定从坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的高度，对构建更加公平、更高质量的民生保障之“网”作出部署安排，彰显了中国共产党不变的为民初心。\n\n决定还提出，创新公共服务提供方式，鼓励支持社会力量兴办公益事业，满足人民多层次多样化需求，使改革发展成果更多更公平惠及全体人民。\n\n中央党校（国家行政学院）教授胡颖廉说，这是决定的亮点之一，表明多样化的民生需求要在“共建共享”的社会建设中破题。\n\n中国人民大学教授郑功成注意到，决定首次提出“民生保障制度”概念。他认为，这会推动就业、教育、社会保障、健康等制度进一步完善和发展，在未来发挥更大作用，形成一套有效增进人民福祉的长效机制。\n\n打造平安中国“升级版”\n\n社会治理是国家治理的重要方面。决定提出，完善党委领导、政府负责、民主协商、社会协同、公众参与、法治保障、科技支撑的社会治理体系，建设人人有责、人人尽责、人人享有的社会治理共同体，确保人民安居乐业、社会安定有序，建设更高水平的平安中国。\n\n北京师范大学教授宋贵伦指出，与党的十九大报告相比，决定从“社会治理体制”到“社会治理体系”，一字之差说明，社会治理不仅要以制度为基础，还要强调运行体系，体现了把社会治理制度优势更好转化为社会治理效能的要求。同时，在“党委领导、政府负责、社会协同、公众参与、法治保障”的基础上，增加了“民主协商”和“科技支撑”，这是我国人民当家作主制度优势的具体体现，也是社会治理体系和能力现代化的要求，使社会治理体系的表述更加全面系统、进一步完善。\n\n在完善社会治安防控体系方面，决定提出要“提高社会治安立体化、法治化、专业化、智能化水平”。“决定的这个表述释放了一个重要信号，强调了社会治安要把人防、技防、物防等结合起来，更全面系统、更有实效。”宋贵伦说。\n\n在构建基层社会治理新格局上，决定从“完善群众参与基层社会治理的制度化渠道”“加快推进市域社会治理现代化”“注重发挥家庭家教家风在基层社会治理中的重要作用”3方面提出要求。宋贵伦表示，这回应了当前基层社会治理探索的实践成果和城市化进程中的发展要求，具有较强现实针对性和长远意义。\n\n铺就通向美丽中国的制度大道\n\n“生态文明建设已经到了加快制度成熟、完善的阶段。”同济大学财经研究所所长石建勋认为，党的十九届四中全会对坚持和完善生态文明制度体系作出部署，生态文明制度建设将更加具有系统性、全面性、可操作性。\n\n决定提出，实行最严格的生态环境保护制度，全面建立资源高效利用制度，健全生态保护和修复制度，严明生态环境保护责任制度。\n\n“制度是管根本、管长远的。”生态环境部环境与经济政策研究中心主任吴舜泽表示，把党的十八大以来生态文明建设经验做法进行归纳、总结、固化为制度，加以坚持和完善，同时严格强化制度执行，是实现人与自然和谐共生、建设美丽中国的必然之路。\n\n“这4个方面制度有着非常丰富的内涵，每一项制度建设都非常具体，同时包含在全面加强生态环境保护和推进生态文明建设中，在逻辑上相互贯通，在实践中相互关联。”吴舜泽说。\n\n专家表示，未来推进生态文明建设，就是要坚持和完善并坚决执行这些制度，更好满足人民群众对生态环境改善的需求，让人们享受到更蓝的天、更绿的山、更清的水、更优美的环境。\n\n阔步迈向世界一流军队\n\n军事科学院特聘首席专家、研究员何雷认为，决定将坚持和完善党对人民军队的绝对领导制度，作为坚持和完善中国特色社会主义制度的重要内容予以明确，标志着中国特色社会主义军事领导制度更加成熟定型，为进一步铸牢人民军队的建军之本、强军之魂提供了根本遵循。\n\n经过长期发展，坚持党对军队的绝对领导的制度日臻完善，形成了包括坚持军队最高领导权和指挥权属于党中央、中央军委，中央军委实行主席负责制，实行党委制、政治委员制、政治机关制等在内的一整套制度体系，为坚持党对军队的绝对领导提供了坚如磐石的制度保证。\n\n何雷说，前进道路上，人民军队必须牢牢坚持党对军队的绝对领导，把这一条当作人民军队永远不能变的军魂、永远不能丢的命根子，任何时候任何情况下都以党的旗帜为旗帜、以党的方向为方向、以党的意志为意志。\n\n何雷说，贯彻落实党的十九届四中全会精神，就是要更加紧密地团结在以习近平同志为核心的党中央周围，牢固确立习近平强军思想在国防和军队建设中的指导地位，增强“四个意识”、坚定“四个自信”、做到“两个维护”，贯彻军委主席负责制，为实现党在新时代的强军目标、把人民军队全面建成世界一流军队不懈奋斗。\n\n擘画祖国统一光明前景\n\n“一国两制”是党领导人民实现祖国和平统一的一项重要制度，是中国特色社会主义的一个伟大创举。决定专条阐述“坚持和完善‘一国两制’制度体系，推进祖国和平统一”，为维护“一国两制”行稳致远定向领航，为解决台湾问题、实现国家统一擘画出光明前景。\n\n武汉大学教授秦前红说，在推进国家治理体系和治理能力现代化的宏大格局中，将坚持和完善“一国两制”制度体系作为重要内容，对全面准确理解和贯彻“一国两制”方针，维护国家主权、安全、发展利益，维护香港、澳门长期繁荣稳定，意义重大，影响深远，将有力增强推进“一国两制”伟大实践的信心和动力。\n\n中国（深圳）综合开发研究院港澳及区域发展研究所执行所长王万里说，坚持和完善“一国两制”制度体系是依法治国方略在“一国两制”方面的体现。决定中涉及港澳内容全面深刻，既着眼长远，且有很强现实针对性，将推动“一国两制”焕发更强大生命力。\n\n解决台湾问题、实现祖国完全统一，是全体中华儿女共同愿望，是中华民族根本利益所在。上海社科院台湾研究中心主任盛九元认为，决定站在制度和治理的高度，彰显了为两岸同胞谋福祉、为中华民族创未来的格局，体现了大陆方面推动两岸关系和平发展、推进祖国和平统一进程的政策主张，将有力促进两岸交流合作、深化两岸融合发展、保障台湾同胞福祉，进一步团结凝聚两岸同胞反对“台独”、共促统一、携手共圆中华民族伟大复兴中国梦。\n\n构建命运与共的美好世界\n\n“独立自主的和平外交政策日益成熟和定型，是国家治理体系和治理能力现代化的重要体现。决定提出推动构建人类命运共同体，表明中国倡导各国携手建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界。”外交学院副院长高飞说。\n\n推动党和国家事业发展需要和平国际环境和良好外部条件。决定提出，必须统筹国内国际两个大局，高举和平、发展、合作、共赢旗帜，坚定不移维护国家主权、安全、发展利益，坚定不移维护世界和平、促进共同发展。\n\n在健全党对外事工作领导体制机制方面，决定提出“坚持外交大权在党中央”。高飞表示，党的领导是中国外交的灵魂，是新时代中国特色大国外交的根本政治保障，正是因为有了党的坚强领导，中国外交才能不畏浮云、坚定前行。\n\n在完善全方位外交布局方面，决定提出“推动建设相互尊重、公平正义、合作共赢的新型国际关系”“积极发展全球伙伴关系”。高飞说，中国正以实际行动打破西方国家所谓“国强必霸”“文明冲突”的论调，伙伴关系则为当今世界处理国与国关系提供了新模式。\n\n围绕推进合作共赢的开放体系建设和积极参与全球治理体系改革和建设，决定提出“推动共建‘一带一路’高质量发展”“健全对外开放安全保障体系”“倡导多边主义和国际关系民主化”等具体举措。\n\n高飞表示，这些举措表明中国正以更加开放的姿态寻求与各国共同发展，为构建更加公正合理的国际治理体系贡献积极力量，以一个负责任的发展中大国形象，日益走近世界舞台中央。\n\n为公权力运行扎紧“制度之笼”\n\n决定从健全党和国家监督制度，完善权力配置和运行制约机制，构建一体推进不敢腐、不能腐、不想腐体制机制3个方面，作出明确安排和部署，为公权力运行扎紧“制度之笼”。\n\n“这3个方面分别从对权力的监督、对权力的配置制约和反腐败体制机制角度，为保证公权力不被滥用，巩固和发展反腐败压倒性胜利作出科学系统安排。”中国人民大学反腐败与廉政政策研究中心主任毛昭晖表示。\n\n毛昭晖指出，在对权力的监督方面，决定明确了健全党和国家监督制度的改革路径，即推进纪律监督、监察监督、派驻监督、巡视监督统筹衔接，同时以党内监督为主导，推动人大监督、民主监督、群众监督、舆论监督、审计监督等各类监督有机贯通、相互协调；在对权力的配置制约方面，决定提出了“权责法定、权责透明、权责统一”3大原则，通过明晰权力边界、推动用权公开、完善精准问责机制等措施，压减权力设租寻租空间，深化治本之策。\n\n为巩固发展反腐败斗争压倒性胜利，决定着眼强化“不敢腐”，强调坚定不移推进反腐败斗争；着眼保障“不能腐”，提出推动重点领域监督机制改革和制度建设，推进反腐败国家立法；着眼筑牢“不想腐”，强调加强思想道德和党纪国法教育。\n\n", "view_number": 13, "like_number": 13, "comment_number": 0, "classname": "互联网", "labels": ["制度", "治理", "体系", "完善", "决定"], "comments": []}, {"id": "16", "title": "斯坦福重磅报告：2030年的人工智能与生活", "text": "1、初瞰人工智能\n\n人工智能是致力于让机器变得智能的活动，而智能就是使实体在其环境中有远见地、适当地实现功能性的能力。\n\n人工智能的边界已经远远走在前面，而计算器可以实现的功能只是当下的智能手机的百万分之一。目前人工智能开发人员正在改进、推广和扩大从当下的智能手机中所建立起来的智能。事实上人工智能领域是一个不断努力推动机器智能向前发展的过程。\n\n机器学习的成熟，部分由云计算资源和广泛普及的、基于Web的数据收集所支持。机器学习已经被深度学习急剧地向前推进了，后者是一种利用被称作反向传播的方法所训练的适应性人工神经网络的一种形式。\n\n①大规模机器学习\n\n②深度学习\n\n③强化学习\n\n④机器人\n\n⑤计算机视觉\n\n⑥自然语言处理\n\n⑦协同系统\n\n⑧众包和人类计算\n\n⑨物联网（IoT）\n\n⑩神经形态计算\n\n2、人工智能和人类思维的本质区别\n\n其一，机器人毕竟是机器，人工智能只是人脑的模拟物，它只是由一些电子管、晶体管、集成电路等电子元件和线路所组成的机械的、物理的装置，人工智能纯系无意识的机械的、物理的过程，而人类智能却主要是生理的和心理的过程。\n\n其二，人工智能没有社会性。人工智能在解决问题时，并不探求任务本身的社会意义，它只是执行命令而不顾后果。人类智慧却具有社会性，人在行动时，一般都考虑到由此引起的社会效果。\n\n其三，人工智能没有人类的意识所特有的能动的创造能力。人工智能可以储存巨大的“记忆”容量，但是它不会自动地提出问题，而且它对任务的解决是机械的，只有在逐一核对所有可能的途径之后，最后才找到正确的答案。人类思维则能够主动提出新问题，进行发明创造。\n\n人类记忆也有一个不同于机械装置的按意义去进行记忆纳系统，无需回忆全部信息就可以找出所需要的答案。\n\n其四，人工智能以它惊人的“记忆力”、敏捷的运算速度、精确的逻辑判断能力，可以代替甚至超过人类的部分思维能力。\n\n但是，它只能接受人脑的“指令”，必须由人预先把思维过程加以形式化和符号化，以一定的信息输入电脑，它才能工作。\n\n二者的程序总是人脑的思维在前，电脑的功能在后。人类思维随着社会实践的发展而日新月异，每当人类把新的知识输入电脑时新的思想会在人脑中萌发。可见，思维模拟并非思维本身，人工智能是本来意义的人的智能。\n\n3、人工智能在各领域的应用\n\n研究小组预测了一个有代表性的北美城市在未来15年的趋势。\n\n与人工智能的流行文化中的典型叙述不同，我们寻求提供一个平衡的观点来分析，人工智能是如何开始影响我们日常生活的，以及从现在到2030年，这些影响将如何发展。\n\n①交通\n\n大众需要对人工智能系统在执行危险任务中的可靠性和安全性加以信任。自动化交通会很快司空见惯，大多数人在嵌入人工智能系统的实体交通工作的首次体验将强有力的影响公众对人工智能的感知。\n\n②家庭服务机器人\n\n未来十五年，在典型的北美城市里，机械和人工智能技术的共同进步将有望增加家用机器人的使用和应用的安全性和可靠性。特定用途的机器人将被用于快递、清洁办公室和强化安全，但在可预见的未来内，技术限制和可靠机械设备的高成本将继续限制狭窄领域内应用的商业机会。至于自动驾驶汽车和其它新型的交通机器，创造可靠的、成熟的硬件的难度不应该被低估。\n\n③医疗\n\n基于人工智能的应用在接下来的几年能够为千百万人改进健康结果和生活质量，但这是在它们被医生、护士、病人所信任，政策、条例和商业障碍被移除的情况下。主要的应用包括临床决策支持、病人监控、辅导、在外科手术或者病人看护中的自动化设备、医疗系统的管理。\n\n④教育\n\n一个典型美国北部城市的未来五十年，智能导师与其他人工智能技术帮助教师在课堂或家中工作的规模很有可能会显著扩大，因为意愿学习是基于虚拟现实的应用。但是计算机为基础的学习系统将无法完全替代学校里的教师们。\n\n⑤公共安全与防护\n\n到2030年，典型的北美城市将在很大程度上依赖它们。这些措施包括可以检测到指向一个潜在犯罪的异常现象的监控摄像机、无人机和预测警务应用。\n\n对于人工智能分析学更成功的一个应用是检测白领犯罪，比如信用卡诈骗罪。网络安全是一个被广泛关注的问题，而机器学习也对其有所影响。\n\n4、人工智能对于人类工作的影响\n\n随着人工智能进入工作场所，这很有可能是一个持续的趋势。影响的范围也将扩大，从少量的替代或增强到完全的替代。\n\n在不远的将来，包括放射科医生到卡车司机到园丁等许多类型的工作都可能会受到影响。\n\n人工智能也可能会影响工作场所的大小和位置。许多组织和机构很庞大的原因是他们所执行的功能只能通过增加人力来扩大规模，要么是横向扩展地理区域，要么是纵向增多管理层级。\n\n随着人工智能对许多功能的接管，扩展不再意味着会带来大型的组织。\n\n人工智能对认知型人类工作的经济影响将类似于自动化和机器人在制造业工作上对人类的影响。许多中年工人失去了工厂里的高薪工作以及伴随这个工作的家庭和社会中的社会经济地位。长期来看，一个对劳动力的更大影响是失去高薪的认知型工作。\n\n人工智能可能会被认为是一种财富创造的完全不同的机制，每个人都应该从全世界人工智能所生产的财富中分得一部分。对于人工智能技术所创造的经济成果的分配方式，相信不久之后就会开始出现社会争议了。\n\n5、未来的人工智能政策\n\n随着人工智能被越来越广泛和深入地整合到工业和消费产品中，一些领域中需要调整现有的建立监管制度以适应人工智能创新，或者在某些情况下，根据广泛接受的目标和原则，从根本上重新配置监管制度。\n\n在人工智能领域，监管者可以强化涉及内部和外部责任、透明度和专业化的良性循环，而不是定义狭窄的法规。\n\n随着人工智能与城市的整合，它将继续挑战对隐私和责任等价值的已有保护。和其它技术一样，人工智能也可以被用于好的或恶意的目的。\n\n未来几年，随着公众在交通和医疗等领域内与人工智能应用的遭遇，它们必须以一种能构建信任和理解的方式引入，同时还要尊重人权和公民权利。\n\n在鼓励创新的同时，政策和流程也应该解决得到、隐私和安全方面的影响，而且应该确保人工智能所带来的好处能得到广泛而公正的分配。\n\n6、思考人与人工智能的关系\n\n人类是有独立的意识的，有主观能动性的。虽然可能某些人工智能设备也会表现出意识和主观能动性的行为，但那都是基于机器语言学习的成果，是程序在运行，而不是人工智能设备本身在思考。\n\n所以单从这点看，人工智能和人类是两种根本上就不相同的事物。人工智能会取代部分人类的工作，但不会取代人类。\n\n知道和相信人是一切价值的制度，那也就不存在计算机或者人工智能替代人类的可能性和意义了。而且，计算机和人工智能都必须有利于人类（至少在整体上要有利于人类）才有价值。\n\n很显然，如果计算机和人工智能不符合这一点，那计算机和人工智能就没有价值，就不值得被追求被创造。\n\n文章原载于 Ai芯天下", "view_number": 10, "like_number": 6, "comment_number": 0, "classname": "新闻", "labels": ["人工智能", "人类", "学习", "工作", "机器"], "comments": []}, {"id": "17", "title": "丘成桐：中国基础科学的发展", "text": "中国人重视人事关系，远比真理为重。在真理面前，人人平等！但是这个显而易见的科学精神，在中国没有被重视。\n\n撰文 | 丘成桐\n\n1840 年英国发动鸦片战争，入侵中国，结果是生灵涂炭，国家积弱！从官方到平民都问：为什么我们比不上西方列强？开始时人们只看到当时面临的问题：中国不如西方的船坚炮利。到甲午战争，中国大败，海军覆灭，签城下之盟，丧权辱国！打败中国的日本海军竟然船炮都不如当时的中国。八国联军之役，更显露朝野百姓对现代科学之无知！清朝覆灭时，中国人平均寿命不超过 30 岁，这就是当时的惨痛教训。\n\n一百年来，中国学者了解到船坚炮利不是唯一的问题，大家都在找寻中国文化的出路。新中国成立至今，已经六十多年了，科技确有大进步，但是始终没有改变落后于欧美的局面。领导们渐渐了解到基础科学根底未深是主要原因，现在要谈的就是：基础科学的起源和发展的条件在什么地方？\n\n当今发达的科技影响着人类生活的方方面面。飞机极大缩短世界的距离，火箭升空探索宇宙的奥秘。人造卫星不断地绕地球运行，传递着亿万信息。高速公路和高速铁路翻山越岭，四通八达。无人飞机、无人汽车和机器人的能力远远超过我们十多年前的想象。有谁想到人工智能创造出的软件竟然打败了围棋大师！\n\n这些划时代的科技，并不是一蹴而就，在它们的背后，有数不尽的聪明头脑指挥着其发展。有人在硬件上做出杰出的贡献，有人在软件上做出伟大的创新。但是这些成果，都建立在一个最重要的基础上，这就是今天我们要谈的基础科学！基础科学积累了人类几千年的智慧，去芜存菁，我们才见到它在工业上的应用。\n\n有时候，我们可以很快地见到基础科学的应用，电磁学就是一个例子。在19 世纪法拉第和麦克斯韦发现电磁方程后不久，爱迪生等人就将它用到日常生活中去。但是对于有些研究却要等很久人们才见到它们的应用。数论中有很多深奥的理论，人们一直都以为是纸上谈兵。但是在这二十年来，密码学的研究用了大量的数论的前沿理论。\n\n国内有些人认为，基础科学需要有深入的训练，需要有深度的看法，才能有新的结果，好的创意，因此旷日弥久，难有快速成功的机会；不如等待别人做好基础的研究后，拿过来用就是了。但是他们忘记了一点，自己觉悟出来的理论，通过自己劳动得到的结果，自己才最了解它的长短，应用起来才能得心应手。在科技发展一日千里的现代社会，我们非得掌握其中精髓，才能与人竞争。\n\n我想从历史的观点来看看中国基础科学的发展。基础科学有别于科技，它是科技能够得以持续发展的基石。中国古代四大发明，确在当时领先世界，但是对于这些科技发明的基本原理的了解不够深入。到了 19 世纪，西方国家在科学技术的发展上，比中国进步得多，甚至大力改进了我们的四大发明。\n\n这些成就得要归功于文艺复兴后，伟大科学家如伽利略、牛顿、欧拉、高斯、黎曼、法拉第、麦克斯韦等人在基础科学上的伟大贡献。\n\n其实基础科学除了帮助科技的创新和发明以外，它亦统摄所有和宇宙中物理现象有关的学问、它必须对大自然有一个宏观的看法，因此需要哲学思想作其支持。此哲学思想又需要有助于人类了解大自然并懂得如何让人类和大自然和谐相处。\n\n近代基础科学家中有不少是极其伟大的学者，他们的学问、他们的思想和工作可以影响科学界数个世纪之久。（近三十年来发表在科技刊物上的文章，不可胜数，文章的篇幅相信远超历史上所有文献总和。但是大部分文章除了作者外，可能没有人读过。而有些文章流行两三年后，就被人遗忘。至于能够传世超过三十年的文章，却是凤毛麟角。）\n\n其中佼佼者有牛顿、欧拉、高斯、黎曼、法拉第、麦克斯韦、爱因斯坦、庞加莱、狄拉克、海森堡、薛定谔、外尔等人。\n\n假如我们仔细去阅读他们的著作，就会发觉他们有一套哲学思想。例如爱因斯坦在研究广义相对论时，就深受哲学家马赫（Mach）的影响。能够传世的科学工作，必先有概念的突破，而这些概念可能受到观察事物后所得到想法的影响，但是更大的可能是他们的哲学观在左右他们的想法，影响到他们的审美观念，从而影响他们研究的方向。\n\n哲学引导我们穷究事物最后存在的根据，探求绝对的根底的原理。因此哲学需要探求一般现象共有的原理，来完成宇宙统一的体系。所以科学家不能局限于感觉的观察，必须经过思辨功夫，方可补其不足！古希腊的哲人在这方面做得极为彻底。\n\n毕达哥拉斯、柏拉图和苏格拉底一方面提出他们的哲学思想，一方面在数学、天文和物理学都有永垂不朽的贡献。\n\n中国的哲学家对大自然有兴趣的有名家和道家，但是他们对自然科学本身的贡献比不上古希腊学者。他们没有系统地发展三段论证的方法，推理不够严谨，又不愿意系统化地研究一般性的原则。魏晋南北朝时，中国产生了出色的基础科学家，但是隋唐虽称盛世，基础科学反不若东汉到南北朝这段时间，可能与科举取士有关。但是我想中国基础科学不如西方，不是单单科举取士扼杀创意，就可以解释过去。这个问题和中国人的哲学思想有极大的关系。\n\n西方哲学家追求的是穷理致知，中国哲学家却顶多做到格物致知。基础科学的精神在于穷理，中国一般学者不讲究这一套。在今日中国的学术界，尤其是这三十多年来留学海外的华裔学者，有成就的实在不少。但是领袖群伦，成一家之言的，却实在不多！有这样地位的学者，必须能够创造新的学问，新的方向，有自己的哲学来指引大方向；同时有决心，有毅力来穷究真理的本源。所以今日中国要在基础科学出人头地，必先了解基本科学背后的哲学思想。\n\n我们现在来讨论中国古代的情形，并试图和古希腊的这个伟大时期做个比较。影响中国思想最深远的当然是孔子（公元前 551 —前 479 年）。儒家对基础科学的思想兴趣不大，子不语怪力乱神也。但是夫子有教无类的精神却影响了历代以来平民可以读书、而至卿相的格局。而儒家思想以人为本位。春秋鲁国大夫叔孙豹论三不朽：立德，立功，立言，却不谈大自然的事情。\n\n在儒家的大师中，荀卿（公元前 298 —前 238 年）在楚国兰陵讲学多年，他受道家的影响比较深，一方面主张不可知论的唯理主义，另一方面却否认理论研究的重要性，而主张技术的实际应用。\n\n所以他说：\n\n“从天而颂之，孰与制天命而用之！” “故错人而思天，则失万物之情！” “故明君临之以势，道之以道，申之以命，章之以论，禁之以刑。故其民之化道也如神，辩说恶用矣哉！”\n\n所以荀子认为政府应该带领和指导人文的发展，老百姓是不必辩说的。这个观点和希腊精神大相径庭。\n\n既然不用辩说，科学无从而起，只有工匠的技术了。荀卿将儒家的正名移交政治权威时，已经十分接近法家，他的弟子李斯成为秦国丞相，作为法家的实践者，就不足为奇了。秦始皇焚书坑儒，政教不分。春秋战国时代百家争鸣的局面从此湮灭，最为可惜。\n\n孔子继承商朝以来祭祀先人的观念，主张服三年之丧，又说：三年无改父之业，可谓孝矣。历朝皆标榜以孝治天下。宗庙祭祀已经接近宗教信仰了。孔子本人受到历朝皇帝的敬拜，中国主要的城市都有孔庙，儒家变成儒教，对基础科学的发展，不见得是好事。\n\n和儒家对立的墨子（约公元前 479 —前 381 年），因为主张兼爱和非攻，他精通筑城和防御技术，研究力学和光学。后期墨子开始注意实验科学基础的思想体系，这个想法可能是因为要和各家争辩取得胜利的缘故。\n\n此后出现的战国时的惠施和公孙龙，被史学家司马谈和班固尊称为名家。他们的著述大部分失传，《公孙龙子》一书，部分留存，还有一部分载在庄子的书中。他们开始注意抽象的逻辑理论，发展了悖论。这些悖论和希腊芝诺（Zeno of Elea）的悖论接近。悖论有助于逻辑学的发展，可惜中国在这方面的研究远逊于西方。\n\n在齐国，邹衍（约公元前 350 — 前 270 年）得到齐宣王的尊重，在稷下这个地方发展了五行学说和阴阳的观念。稷下学宫容纳几乎各个学派的学者。上述的荀卿在 50 多岁时就曾游学稷下，其他学者包括淳于髡、慎到、田骈等。在那个时候，楚国的兰陵，齐国的稷下，是天下学术中心，比美古希腊时代柏拉图的学苑（academy）。\n\n邹衍提出的五行概念是中国的自然主义，也是科学的概念。他们认为木克土，金克木，火克金，水克火，土克水，循环又周而复始。邹衍的学说很受诸侯的重视。《史记·历书》说：“是时独有邹衍，明于五德之传，而散消息之分，以显诸侯。”又说：“而燕齐海上之方士传其术不能通，然则怪迂阿谀苟合之徒自此兴，不可胜数也。”\n\n虽然古希腊和中国五行学说有相似的地方，但是分歧更大。五行的概念也影响了炼丹术的发展。汉儒董仲舒等继续发扬五行之说。西方的元素概念从柏拉图就开始，不断地通过推导，观察，形成现代的原子、化学元素的概念。但是中国的阴阳和五行学说虽然开始时是自然科学的思维，但是逐渐发展为解释人事的学说，近于迷信了。\n\n现在来谈道家。儒家和道家影响了中国两千多年来的思想，不可不研究它的内容。和道家有关的著作有老子的《道德经》，庄周的《庄子》，还有《列子》、《管子》和《淮南子》，何炳棣先生认为都源于《孙子兵法》。事实上，道家应该起源于战国初期喜欢探索大自然之道的哲学家。他们认为要治理人类社会，必须对超出人类社会的大自然有深入的认识和了解。\n\n道家也受到齐国和燕国的巫师和方士这些神秘主义者的影响。他们认识到宇宙和自身都在不断地变化。他们对于自然界的观察转移到实验，炼丹术成为化学、矿物学和药物学研究的开始。可惜他们不能将观察系统化，缺乏亚里士多德对事物分类的能力，又没有创造一套适用于科学的逻辑方法。这是很可惜的事情！\n\n综观上述诸子，在春秋战国时，百家争鸣，影响了中国思想两千多年的历史。现在很多年轻人即使不在乎这段历史文化，却是受到它们的深刻影响而不自知。汉武帝独尊儒家，中国还是受到道家思想的影响。魏晋南北朝时，基础科学达到空前的发展，刘徽注《九章算术》，祖冲之父子计算圆周率和球体积，以及《孙子算经》的剩余定理，都是杰出的数学成就。\n\n东晋医学家葛洪（公元 284 — 364 年）开创中国化学的研究基础。天文和地理（如《水经注》）都达到空前的进步。可惜中国在隋唐以后对基础科学不够重视，以技术为主要方向，清末遇到西方现代科学文化的冲击，才开始了解中土文化有欠缺的地方。\n\n一般来说，中国人对定量的看法并不重视，往往愿意接受模棱两可的说法。一个例子是中国的诗词有很多极为隐晦的语句，但是却富有意境！中国人在算命时，答案往往有不同的解释。\n\n但是当测量师、木工、建筑师、雕塑家、音乐家得到精细的数字时，我们的学者对这些数字却没有兴趣去做深入的研究，从这点上，我们就可以看到中国学者对科学的态度和西方不一样。中国人对于和政治德行无关的学问，都不觉得重要。\n\n例如文学创作，到三国魏文帝曹丕才说：盖文章，经国之大业，不朽之盛事！（但是他的弟弟曹植就不认为文学的创作比治理国家重要。）所以自古以来，学而优必仕！中国学者很少能够为做学问而做学问，少有西方学者穷理治学的精神。这一点和东西哲学不同有关，中西方对人生的看法也不一样。\n\n西方的科学，都可以溯源到古希腊时代。从公元前 625 年到公元前 225年间，哲学家辈出，穷理致知。到柏拉图和亚里士多德的时候，更将哲学范围扩大，包括讨论宇宙和人生的一切。\n\n古希腊的科学观和宇宙观，在文艺复兴和人文主义开始时，由培根（Francis Bacon）和笛卡儿（René Descartes）发扬光大，影响到今日基本科学的想法，所以我们在下面纵述古希腊哲学家的源流，以和中国哲学比较，从中可以看到中国基础科学落后于西方的原因。\n\n哲学的任务，在于聚集一切的事物，总集一切的知识，构成整个的宇宙观和人生观的基础。但是有系统的哲学研究，大致上从公元前 625 年开始。希腊哲学的奠基时代从这年开始到公元前 480 年（该年，希腊海军打败波斯人，亦是孔子卒前一年）。公元前 625 年到公元前 480 年的早期希腊哲学，开始摆脱希腊神话的传统思维，转而探寻本源。这个时期希腊哲学分东西两派。\n\n东派以泰勒斯（Thales，公元前 640 — 前 550 年或公元前 610 —前 545年）为代表，他可说是古代第一位几何学家、天文学家和物理学家，开始了论证的方法，并提出本质的观念（idea of nature）。他生于米利都（Miletus），是米利都哲学学派的创始人。此地濒临大海，海洋变化多端，因此有好奇心来考究与自体相同而同时能运动的宇宙本质。他们认为物质之中，含有精神的要素。他们主张宇宙为生灭流转之过程，无始无终的大变化。\n\n西派有爱理亚学派（Eleatic school）和毕达哥拉斯学派（Pythagoreanschool）。爱理亚学派的创导者是齐诺芬尼斯（Xenophanes，公元前 570 — 前475 年），他定居于意大利西南部的爱理亚，认为构成宇宙的原始本质是不变的。这和东派相反。此派学者芝诺（Zeno of Elea，公元前 490 —前 430 年）是辩证法（dialectics）和诡辩术（sophistry）的始祖。\n\n西派的另一代表为毕达哥拉斯学派。毕达哥拉斯（Pythagoras，公元前540 —前 500 年或公元前 582 —前 540 年）。他是小亚细亚附近的萨摩斯岛人（Island of Samos）。他在意大利南部的克罗多纳（Crotona）讲学，以神秘宗教为背景，此种神秘宗教盛行于色雷斯（Thrace）。该学派每年有年会，狂歌狂饮，以图超脱形骸的束缚，谋求精神的解脱。毕氏的贡献以音乐、数学及天文学为主。\n\n他们认为数是万有之型或相（form），并认为宇宙的实体有二，就是数与无限的空间。一切事物的根本性质和“存在”，是基于无限的空间之形成于算数的具体方式。数是“存在”的有限方面，而空间是“存在”的无限方面。真的“存在”即是两方面的联合，缺一不可。数是自然事物的方式或模范，它预备了“模型”（mould）。无限的空间则供“原料”（raw material）。二者相合而万象生。\n\n此派的宇宙观念，认为世界万有以火为中心，天体有十，绕火作运动，开以后哥白尼（Copernicus）的天文学说。毕氏亦研究音乐，量弦之长短，以定音，是故音亦数也。值得一提的是，易经系辞中所谓“象”，实即 form。谓：“易者，象也”，“圣人立象以尽意”。易经认为在变化的现象中，抽出不变的概念，而以简单的方式表达，是所谓象。这个观念和上述的数的概念很接近。\n\n泰勒斯和毕氏学派均主张宇宙本土为一元之说，一派主变，一派主不变。一派主动，一派认为动是假象。为解决这些矛盾，遂有调和派的多元论产生。他们以为变易非变形，乃换位，是大块中各小分子的换位，生灭都不过是位置的变易而已。创造是新结合，破坏不过是分子的分散而已。\n\n这段时期的希腊哲学家认识到知识界的有秩序和感觉界的无秩序。他们的秩序是研究天文学得来的。他们寻求的永存不变的原理是在诸星单纯的关系中所发现的。\n\n在公元前 480 年，雅典战胜波斯以后，希腊文明逐渐移入雅典，进入了希腊启蒙时代（the Age of Enlightenment）。这时由伯里克利（Pericles）执政，达 39 年之久。\n\n这段时期，名家辈出：雕刻家菲狄亚斯（Pheidias），悲剧大师欧里庇得斯（Euripides）、埃斯库罗斯（Aeschylus）和索福克勒斯（Sophocles），历史学家希罗多德（Herodotus）和修西得底斯（Thucydides），哲学家普罗泰戈拉（Protagoras）、苏格拉底（Socrates）和德谟克里特斯（Democritus）。\n\n在这段时期，平民政治代替了贵族政治，问政需要知识，法庭声辩需要才智，因此学问要求也愈益迫切，同时更加普及化，对政治，对法律，对传统和对自己都加以批评，呈现了灿烂的奇观。\n\n波斯战争以后，文化得到自由发展，个人觉醒，由怀疑而批评的精神发展到了极点。由批评而入于怀疑的，当时叫作辩者（sophists）或哲人，复由怀疑而再入于肯定的代表人物，则是苏格拉底（Socrates，公元前 469 —前399 年）。他生于雅典，是这时代最重要的人物。他认为知识即道德，而道德即幸福。\n\n哲人原文为智者，他们教授平民文学、历史、文法、辩论术、修辞学、伦理学和心理学等学科。哲人运动，长达百年。希腊小孩子学习体育和音乐，所谓音乐包括几何学、七弦琴、诗歌、天文、地理和物理等，16 岁起受教于这些哲人。\n\n苏氏的主要继承人为柏拉图（Plato，公元前 427 —前 347 年），也是雅典人，美仪容，好美术诗歌，师从苏格拉底八年，40 岁后在雅典郊外成立学园（academy），可说是教育史和学术史上之盛事！他认为有两个世界：理念的世界（world of ideas）和物质（现象）的世界，前者为至善，后者要达到至善需通过爱（Eros），人类于不完全中求完全的渴望乃是爱。\n\n柏拉图之后，他的学生亚里士多德（Aristotle）集希腊哲学家科学之大成，他是亚历山大大帝的老师。他的学说宏博无比，我们常用的三段论证法，即源于亚里士多德。\n\n公元前 338 年腓力二世赢得喀罗尼亚战役，结束了希腊的独立。两年后，他被刺身亡。他的儿子亚历山大继位，在十二年间征服了一大片土地，希腊文化走向了终结，他开辟了一个新的希腊化时代，把希腊文化输送到了亚洲的心脏地带。他 33 岁去世。\n\n亚历山大的朋友托勒密（Ptolemy）成为埃及的总督。他在公元前 320 年征服了巴勒斯坦和下叙利亚。在希腊人的统治下，埃及成为东方和西方的融合处，亚历山大城聚集了马其顿人、希腊人、埃及人、犹太人、阿拉伯人、叙利亚人、印度人。因此希腊的城邦观念被世界主义的观念取代了，这里建立了亚历山大博物馆，希腊文化因此移植到埃及来。\n\n在这里诞生了欧几里得（公元前 325 —前 265 年）和他的《几何原本》（Elements）。该书有十三卷，前六卷讨论平面几何，第七卷到第十卷讨论算术和数论，后三卷讨论立体几何。这本书受亚里士多德的公理化理论影响，将很多重要和已知的数学定理用公理严格地统一起来，影响了基础科学的发展。牛顿和爱因斯坦对物理现象都想用简洁的原理来统一说明，这也是《几何原本》所追求的精神。\n\n在数论方面，欧几里得证明了一个漂亮的命题：素数有无穷多个。这个命题开创了素数的研究。他发明的找寻最大公约数的方法，现在叫作欧几里得算法，至今还是一个很重要和实用的工具。\n\n紧跟着欧几里得的大数学家有西西里岛上的阿基米德（公元前 287 — 前212 年）。他发明了穷竭法，从而可以计算各种立体和平面几何图形的体积和面积（例如球体以及抛物线和曲线围绕出来的面积），可以说开近代微积分的先河。他又用逼近法计算圆周率，还开创了静力学和流体力学，影响到牛顿力学的发展。\n\n欧几里得和阿基米德以后，罗马帝国兴起，疆域横跨欧亚大陆，将希腊文化传播得更远。但从基础科学的观点来看，罗马帝国征服了希腊，却被希腊文化征服了。波斯人和阿拉伯人倒是保护了希腊的文化，融合了古巴比伦人在代数方面的贡献，继续发扬光大。\n\n近代基础科学萌芽于希腊，茁壮于文艺复兴时代，我们以上的论述基本上集中在公元前 625 年到公元前 225 年这四百年间的希腊文化，无论从哪个角度看，这是人类文明的极致，现代科学成功的基础。\n\n结 语\n\n科技的发达，固然是现代先进国家富强和持续发展最重要的一环。科技依赖于基础科学的发展。哪个国家能够引领科技的发展，其必将强大，哪个国家能够引领基础科学的发展，其强大必定会历久不衰！科学家是有血有肉的人，所以基础科学家需要人文科学来培养他们的气质和意志！\n\n哲学是统摄这些学问的根源，基础科学需要哲学的帮助，才能不断创新前进。中国和古希腊大约都在公元前 6 世纪开始哲学的研究，但是由于种种不同的历史原因，中国在西方文艺复兴后，大幅落后于西方。这个问题需要从最基本的哲学观点来解决，这样始能够解决我国科学工作者对于科学的基本态度，才能更深入了解基础科学的价值观念。\n\n中国人重视人事关系，远比真理为重。如何解决这个问题是中国科学现代化的重要一环。我还记得在某人声称解决一个有名问题的方法被数学界公认为错误时，某个名学者（基于感情的立场）还是大力吹捧此人的结果。另外一个名学者则坚持支持这个不合科学精神的论断。我很难想象西方的科学家愿意这样做。在真理面前，人人平等！但是这个显而易见的科学精神，在中国没有被重视。\n\n当伽利略在教皇面前坚持他的学说时，义无反顾。在西方，学者都坚持这个精神。但是在中国，即使到最近，还有人用政治的观点来批判广义相对论，又往往用民族主义的观点来评判学问的得失。自从汉儒做伪经，学者互相抄袭以来，少数学者对于抄袭不再有廉耻心。近几年来，个别名学者公然抄袭，被指控而无法辩驳后，还恬不知耻。如果由这样的人领导中国科学界，恐怕是中国科学争取上游的主要绊脚石。我想中国社会能够容忍这样的人，和中国人的基本哲学有关。\n\n在不同时代，中国学者表现的风骨并不一样。一个有名的事件发生在1958 年的“中研院”，蒋介石受邀请到台北南港致开幕词。他认为“中研院”除了要维持中国文化外，也要负起社会的责任。胡适之当时任院长，当即站起身说：您错了，“中研院”是为学问做学问，不讲究这一套！蒋介石虽然不高兴，但没有表示出来！胡适之的勇气却受人钦佩。其实这是两个不同的看法，蒋介石说的是中国儒家的精神，而胡适之说的西方求真的精神确是中国学者缺乏的。\n\n但是希腊亡于罗马，宋朝亡于蒙古人。他们的文化远胜于后者！其实这两个看法不应该有矛盾。有一群人可以一生致力于文艺和基础科学的研究，另外一大群人做技术上的研究，一群人将技术变成产业。几方面一同合作，社会和国家才会得益。\n\n作者简介\n\n丘成桐，当代数学大师，现任哈佛大学讲座教授，1971 年师从陈省身先生在加州大学伯克利分校获得博士学位。发展了强有力的偏微分方程技巧，使得微分几何学产生了深刻的变革。解决了卡拉比 (Calabi) 猜想、正质量猜想等众多难题，影响遍及理论物理和几乎所有核心数学分支。年仅 33 岁就获得代表数学界最高荣誉的菲尔兹奖 (1982)，此后获得 MacArthur 天才奖 (1985)、瑞典皇家科学院 Crafoord 奖 (1994)、美国国家科学奖 (1997)、沃尔夫奖 (2010) 等众多大奖。现为美国科学院院士、中国科学院和俄罗斯科学院的外籍院士。筹资成立浙江大学数学科学研究中心、香港中文大学数学研究所、北京晨兴数学中心和清华大学丘成桐数学科学中心四大学术机构，担任主任，不取报酬。培养的 60 余位博士中多数是中国人，其中许多已经成为国际上杰出的数学家。由于对中国数学发展的突出贡献，获得 2003 年度中华人民共和国科学技术合作奖。", "view_number": 8, "like_number": 15, "comment_number": 0, "classname": "新闻", "labels": ["基础科学", "中国", "公元前", "希腊", "学者"], "comments": []}, {"id": "18", "title": "云时代的分而治之：欧洲云项目引发美国科技巨头的强烈反对", "text": "德国和法国正在推出一个由政府支持的项目以开发欧洲云基础设施，竭力帮助当地供应商与主导全球云市场的美国科技巨头竞争。\n\n亚马逊和微软抨击了近期宣布的这个名为Gaia-X的项目，称该项目会限制跨境数据服务。\n\n目前，全球公共云计算市场以AWS（47.8％）为主导、其次是Azure（15.5％）、阿里云（7.7％）、谷歌（4％）和IBM（1.8％），（来源：Gartner2018年市场数据）。\n\n亚马逊、微软及其他美国巨头的影响力令欧洲政界人士和企业高管深感担忧。《华尔街日报》今年10月报道称，德国和法国这两个欧洲经济强国以及其他欧盟国家的公司企业对于自己依赖必须遵守美国《澄清境外合法使用数据法》（Cloud Act）的技术供应商感到担忧。2018年颁布的这部法案规定美国公司在执法部门提出要求时应提供客户的个人数据，即使含有这些信息的服务器设在境外。\n\nFrank Melzer是生产机器人及其他工业产品的德国公司Festo AG的首席技术官，他在近日宣布Gaia-X的德国数字会议上说：“我们的数据到底多安全，这个问题并没有答案。”\n\n参与Gaia-X的云服务供应商将被要求向企业客户证明其信息是安全的，并且就信息的存储位置和处理方式做出保证。参与该项目将要求云服务供应商使用同样的标准，让公司可以将其数据从一家供应商轻松转移到另一家供应商。\n\n德国经济部称，法国和德国的政府官员本月将与有兴趣参与该项目的公司会面，计划在今年年底前为该项目制定一套治理架构。德国经济部的女发言人拒绝透露详情。\n\n《华尔街日报》之前报道称，一些使用美国大型云服务供应商的欧洲公司称，那些服务的价格比欧洲的云服务更具竞争力。德国经济部称，Gaia-X可以通过对云服务供应商和客户之间的合同和流程实行标准化，以降低交易成本。至于政府打算在这个项目上投资多少，德国经济部并没有提供细节。\n\n德国商业银行的女发言人在电子邮件中告诉《华尔街日报》，Gaia-X是一个“重要的项目”，但性能、服务和成本方面的细节将决定欧洲云服务供应商能不能与非欧洲服务供应商一较高下。她说，德国商业银行使用的是谷歌和IBM的云服务。\n\n政府官员表示，这项基础设施计划的另一个目标是帮助制造和医疗保健等行业的欧洲公司，在不依赖外国技术供应商的情况下自行开发算法和AI。\n\n德国经济部长Peter Altmaier在近日的会议上说：“我们需要在AI领域有类似空中客车这样的公司。”\n\n欧盟委员会负责通信和技术的官员Roberto Viola也将Gaia-X比作空中客车。空中客车是欧洲的跨国飞机制造商，是美国波音公司的主要竞争对手。\n\n他在同一场会议上表示：“欧洲仍对世界保持开放，但怀有获得数字主权的雄心。”\n\n微软和亚马逊都表示，他们能够安全地托管公司数据，批评了德国和法国政府的做法。\n\n微软的发言人称数字主权是正当的目标，但补充道：“不过在云时代，我们认为完全按照领土边界来定义主权是错误的。相反，主权需要最强大的云解决方案。”\n\n该发言人称，微软有兴趣加入Gaia-X。\n\n德国经济部长称，如果非欧盟的公司“认同我们在数字主权和数据可用性方面的目标”，可以加入Gaia-X项目。至于如果美国公司遵守美国《澄清境外合法使用数据法》，它们是否还能满足这些目标，德国经济部的女发言人拒绝发表评论。\n\nAWS的发言人称，德国和法国的计划“摈弃了云计算给客户带来的许多根本性好处――它限制了自由选择权、灵活性以及全球扩张的能力，又没有提升安全性。”", "view_number": 12, "like_number": 7, "comment_number": 0, "classname": "新闻", "labels": ["Gaia", "德国", "服务供应商", "欧洲", "经济部"], "comments": []}, {"id": "19", "title": "美国工程院院士李凯：中国863计划是失败的", "text": "“如果从培养人的角度来说，863计划是培养出了一批人才，但是，如果从科研创新的角度而言，我认为它是失败的。”李凯说。他的评价基于三个标准：第一，是否产生颠覆性技术；第二，是否在某个领域的国际市场上占据领头羊地位；第三，是否通过核心知识产权创造出很高的毛利。\n\n有人认为李凯定的标准太高，但李凯不同意：“这是世界工业界公认的标准，不是我的标准。”\n\n去年，为了纪念《中国计算机学会通讯》出版100期，作为中国计算机学会的海外理事，李凯系统梳理了这个思考多年的问题，应邀写了一篇长文《促进中国高科技科研创新的想法》。在这篇文章中，他尖锐地指出当前教育和科研制度的弊端，尤其是科研制度将科研和创新混为一谈。\n\n虽然知道直言不讳地道出这样的结论会让一些人不快，可李凯依然坚持做《皇帝的新衣》里那个说真话的孩子，因为“在科学与工程领域，想要成功，首先要实事求是”。\n\n在学术界与工业界的成功跨界经历，李凯对科研与创新的联系有深入的思考和亲身的体会。\n\n近日，在接受中国青年报记者专访时，李凯再次重申自己的观点：“你不实事求是，就看不清自己的位置；你要想真正前进，发现新知识、创新，必须实事求是，否则就达不到目的。你要衡量做得有多好，要同一领域的评价，而不是政府来评或者领域外的人来评。”\n\n科研和创新不是一回事\n\n过去几年中国一直在增加科研投入。2013年，中国的科研支出达2580亿美元，虽然占GDP的比例还低于欧美、日韩与以色列等发达国家，但科研投入总量已居世界第二，比美国少36%。在高科技产业领域，中国占全世界高科技产品的出口份额从2000年的6.5%一路攀升到2013年的36.5%。与此同时，中国也跃升为世界论文第一大国。\n\n一个不容回避的核心问题是——政府对高科技创新的投入有多大效果？\n\n“如果向国际高科技界询问这个问题，大多数会回答：并不有效。”李凯说，根据科技部披露的数据，2011年中国出口高科技产品份额中，82%由外资企业或合资企业生产。\n\n作为世界第二大经济体，高科技发展是中国从制造大国向基于核心知识产权的高价值经济体转型的关键。一个明显的事实是，相当多的学者已经学会了如何把钱换成“纸”，也就是书面的论文，但是还不太擅长如何把书面的论文，也就是“纸”转换成金钱。\n\n为什么政府在高技术领域的科研经费投入效果很差？为什么论文第一大国掌握不了“纸变钱”的游戏规则？在李凯看来，原因主要在两个方面。第一个方面就是科研与创新合二为一的政策，并对所资助的研究性项目提出不切实际的商业成功要求。\n\n“从表面上来看，科研与创新合二为一的政策对政府和宣传是很有吸引力的，但其实这是混淆了科研与创新的基本概念。”李凯对第一个原因阐释道。\n\n以发明即时贴闻名世界的3M公司的杰弗里·尼科尔森博士曾经对两者给出明确的定义：“科研是将金钱转换为知识的过程”，而“创新则是将知识转换为金钱的过程”。\n\n“如果把金钱转化成金钱，就去华尔街，不需要找科研人员。”李凯直言。\n\n李凯认为，将科研资助与创新资助混为一体所带来的问题显而易见。\n\n第一个明显问题是此举会带来两种激烈的冲突。李凯举例，一个受到资助的团队必须发表新知识来衡量他们的研究是否成功，但同时又要保护他们的知识产权以实现商业成功。这在知识产权保护还较弱的环境下是非常困难的。\n\n另一个冲突是大学会变成营利机构。当一所大学拥有了公司，它将成为产业界的竞争者。这样的利益冲突偏离了大学的主要目标——培养学生。\n\n李凯认为，第二个明显的问题是要在2～3年内既要产出成功的科研成果又要实现成功的创新产品是不现实的。\n\n“即使不考虑发表论文，哪怕是拥有了一支有经验丰富的高素质工程师团队，要想在这么短的时间内开发出在市场上获得成功的高科技产品已经是非常困难的，更何况这支团队是由没有产品开发经验的研究生新生组成的。”李凯说。\n\n这样的后果就是——很多团队转向做“反向工程”或“山寨”产品，却没有创造核心知识产权；很多聪明的研究人员开展影响力不大的研究项目，开发没有市场竞争力的产品；很多发表的论文或者只有一些小的改进，或者根本没有新的想法。\n\n然而，为了继续获得未来的经费支持，不仅每个团队都必须宣传自己的项目是成功的，而且经费管理机构也必须宣传他们资助的大多数项目是成功的。\n\n“也许这就是为什么‘863计划’资助了28年后，所资助的项目仍然是在‘追赶’而不是做真正的创新。”李凯说。\n\n政府不要扮演风投的角色\n\n对科研进行5年规划的方式，导致资助的研究方向与高科技领域的快速变化出现大量脱节，是李凯认为的导致政府对科研高投入却效率不高的第二个原因。\n\n也曾经有国内的科技部门主管官员向李凯咨询：我们要做5年规划，您在信息科学方面有什么建议？\n\n李凯直言：脱离5年计划。“针对未来5年设立的项目，大多数方向很快会过时，这会在国家层面上造成时间和金钱的极大浪费。”他实事求是地告诉这位官员，“任何人不知道信息技术类会发生什么变化。你们不如拿一部分钱支持5年计划，更大的一部分钱支持不是5年计划的项目。这样支持的项目才有可能产生推动型的科研成果。”\n\n“当政府经费管理机构确定科研与创新方向时，他们认为这些方向将会对中国经济有利。但是，因为没有产品开发与管理的经验，他们也不了解市场需求。同样，一些权威科学家建议设立某些方向，多数科学家自己也没有创业经历，也不了解市场需求。”李凯说。\n\n在李凯看来，其中最大的问题是：“计划的决策大多是由技术驱动的，而那些大型成功企业的决策是由市场主导的。”\n\n美国也曾经有过这方面失败的案例。美国政府设立一个叫“SBIR”的计划用来为技术转化提供种子资金支持。这个计划年度预算相当大，但成功的案例很少。科研与创新混为一体的一个弊端是“要求政府经费资助机构充当风险投资公司角色，但他们并没有遴选创业公司的经验”。\n\n李凯认为，对政府而言，“应该投资在科研上，而不应当扮演风投的角色。”\n\n科研与创新分离的优点大于缺点\n\n当然，科研与创新分离也有缺点。资助研究的政府机构在短期内无法看到研究成果商业化和创造就业机会的结果。但是，李凯说，科研与创新分离的优点大于缺点。\n\n首先，这能鼓励研究人员专注于影响力巨大的新技术新发现，而不必担心商业化；其次，将科研与创新分离，创业人员与投资者也更可能成功；另外，因为他们没有短期成果的压力，政府的经费资助机构拥有更多的资源来资助有大影响力的想法和潜在的颠覆性想法。\n\n李凯个人经历就验证了这一点。2001年，他选择“no paid leave”（即我们常说的停薪留职），暂时离开普林斯顿大学，一个学生也没带，就来到位于西海岸的硅谷创业。因为知道自己擅长技术而不擅长管理，所以他与几个合伙人从一开始就积极寻找了一名合适的CEO，并在摸清市场需求后，再找一批很好的人来做技术。\n\n公司刚刚起步的时候，李凯还记得，做一个小的演示，用五千到一万行程序代码就可以解决了；2004年，第一个产品推出来的时候，需要30多万行程序代码；2011年，一个产品的程序已经是500多万行代码了。\n\n“谁来写两个数量级中间的东西？”李凯问，“只能是找最好的人。”而早在2004年，李凯公司的创新已经“颠覆了这个市场”。\n\n“如果我当时还坚持在普林斯顿大学，一边做科研，一边做公司搞创新，就是我们常说的脚踩两只船：可能一艘船比较快，就会掉到河里了；如果两边都做，只能让两边走得都不快。”李凯说。\n\n慢慢来不是创新的态度\n\n要取得科研和创新的成功，也必须改革现有的衡量标准。\n\n李凯到国内的一些学校访问，发现他们在介绍自己的科研成绩时喜欢用同一个指标：科研经费。\n\n一所高校计算机学院的院长在介绍学院发展时说：现在院里很好，科研经费超过亿元。\n\n李凯忍不住问：你最主要的科研成果是什么？对方说不出来。李凯直言：我认为拿的钱越少，做出的成果越多越好。研究与创业类似，都应该追求用最少的钱做出有价值的工作，在硅谷一个只会拉风投而不能把企业做大的CEO没人愿意雇佣。他们说，你说的很对。只过了5分钟，对方又开始说某位教授做得有多好，拿了多少经费。\n\n文章也是国内高校介绍科研成果时一个常常挂在口头的指标。李凯忍不住自嘲：如果按照现在的规定，博士期间只发表了一篇文章的自己根本没有办法毕业。\n\n李凯的建议是：政府不要设定统一的衡量标准来约束所有的大学和研究机构，应该下放权力给大学和研究所，要相信他们的判断力，并让他们自行制定合适的衡量标准。\n\n李凯有些着急：“863计划执行到现在已经有28年了，你可以说中国的事情要慢慢来，可是还需要多慢？慢慢来的态度就不是创新的，创新就要颠覆以前的事情。成功不是在一个受保护的市场里，而是在国际市场上。”\n\n“我相信如果这样的改革能实施，我们将会看到高校与研究机构培养出大批有天赋的科研人员和有才能的企业家。”李凯说。\n\n文章来源：中国青年报，原标题：《创新：政府不应扮演风投的角色》\n\n今日编辑：麦片", "view_number": 10, "like_number": 16, "comment_number": 0, "classname": "新闻", "labels": ["李凯", "科研", "创新", "资助", "成功"], "comments": []}, {"id": "20", "title": "中兴事件之痛--中国整机产业的皇帝新衣", "text": "3月7日早上，一个朋友给笔者打电话：“中兴停牌你知道不？美国政府禁止中兴采购了”。此时笔者的注意力还集中在今年女生节新出的条幅上，不以为然的答道：\"看到报道了，估计美国政府也就做做样子吧\"。然而两天过后，事件发酵，先有中兴网友爆出，除了不允许采购芯片之外，美国供应商已经全面停止对中兴的技术支持：不再回复邮件，打电话过去，对方说，“你的邮件我就当没看到，电话以后也别打了，否则我会有麻烦。”接着，看到中兴宣布正在配合美国政府申请出口许可，虽然这种申请通常会被驳回。再后来，听说ARM这家英国公司，因为公司大部分研发放在美国，也被迫停止对中兴的支持和商务合作。如此种种，让笔者深吸一口凉气，看来这次美国玩儿真的了。\n　　\n　　对于这次事件的反应，有些人认为没什么大不了，努比亚没了高通，不是还有中兴微电子么，用自己的呗。有些人认为，最好全部禁运，此刻正是国产芯片的好机会。但笔者却认为，若美国政府的断货制裁持续过久，会带来中兴乃至整机产业的灭顶之灾。所谓皮之不存毛将焉附，对于国产芯片而言，若失去国产整机厂作应用支撑，又谈何发展机会。所以，目前当务之急是让美国政府尽快解除禁运，度过眼下难关，再图将来。\n　　\n　　虽然这些年，国内集成电路产业发展突飞猛进，自给率逐年提高。华为海思最新的麒麟芯片可以和高通骁龙820一比高下；龙芯积累了十多年，也终于可以和北斗卫星一起上天；随便拆开一个蓝牙音箱、机顶盒、冰箱洗衣机，里面的核心芯片已经大部分是国产品牌。但不可忽视的现状是，这些国产芯片的成功应用大多在消费类领域。在对稳定性和可靠性要求很高的通信、工业、医疗以及军事的大批量应用中，国产芯片距离国际一般水平差距较大。尤其是一些技术含量很高的关键器件：高速光通信接口、大规模FPGA、高速高精度ADC/DAC等领域，还完全依赖美国供应商。\n　　\n　　进入二十一世纪第二个十年，西方国家遏制中国，限制高技术产品出口中国的瓦森纳协议依然生效。上述几种芯片是限制出口的重灾区。如果想看看中国这几个方向的真实水平，每年查查瓦森纳协议的更新就可以了。而现代相控阵雷达里面，他们都是必需品，只能通过”你懂的”渠道获得。每生产一台国产示波器，里面的ADC都需要美国政府的同意才能进口，同时要承诺不被转做军事用途。打开中兴、华为出产的基站，电路板上除了几颗数字基带芯片是自产的，通信链路上RF，PLL，ADC/DAC乃至外围测量电源电压的芯片都见不到国产供应商的身影。虽然整机厂通过自产基带芯片掌握核心算法，但是，却无法解决被国外芯片供应商“卡脖子”的问题。了解整机产业的人都知道，一台基站假如有100颗芯片，其中只要有1颗被禁运，整台基站就无法交付。就算找到团队重新设计，根据IC研发的固有规律，一颗芯片从设计、测试到量产至少要1年以上，高可靠性的工业级芯片需要时间更长。如果制裁持续1年，这期间中兴的所有产品全面断货，合同无法履行，完全没有收入，结果不言而喻。唇亡齿寒，就算国产ICer们一年后把芯片给中兴做出来，又有什么用呢？这一次，美国政府是捏住了中兴的脉门。\n　　\n　　诚然，这些年来中国电子整机行业水平突飞猛进。华为超越爱立信成为世界第一大通信设备公司。逼的其他几家公司只能不断合并，最后中兴得以挤进世界前四。联影、迈瑞等国产大型医疗器械的产品水平直逼GE、飞利浦等巨头。国产雷达完成主动相控阵的跨越式超越，052C/052D、歼16等高性能武器服役，其雷达制式和性能已经直逼美国，超越欧洲和俄罗斯。就在军迷们弹冠相庆，裤衩红的不能再红的时候，不能掩盖的事实是缺”芯”的命门其实一直掌握在美国人手中。\n　　\n　　纵览历史，中国电子整机产业的突破其实也是电子技术演进和世界分工变化的结果。电子设备的核心是算法、软件和硬件。算法和软件有其自身的特点，中国人依靠聪明和勤奋容易完成赶超。客户需要一个feature，华为可以连夜派工程师加班编写；都是4G基站，华为可以做到一键配置完成，而对手需要按照操作手册一步步完成。早年的华为靠这些逐步建立起市场优势。而硬件随着IC技术的发展，芯片集成的功能越来越多，实际上技术含量都集中到了芯片中。以前一块电路板上上百个元件，调试和良率都是门槛，而现在变成一两颗芯片。只要你能买到芯片，照着参考电路设计一下，八成能用。除了军用的高端芯片，华为中兴之流几乎可以买到世界上最先进的商用芯片。尽管有瓦森纳协议，但美国供应商们在巨大的利益诱惑面前，也在帮助我们想办法绕过限制。于是，买了一流的芯片，就有了一流的硬件，再加上勤奋铸就的软件和聪明凝聚的算法，打败懒惰的欧洲通信商们就是顺理成章的事情。于是中国成了世界工厂，有着世界上最大的半导体消费市场。但3月7日，美国政府的制裁来了，我们才发现，世界领先的整机产业实际上是建立在沙子一般的地基之上，皇帝的新衣被人扒的一干二净。\n　　\n　　互联网我们有BAT可以和facebook/google过过招，电子整机有华为中兴可以对抗思科爱立信，IT行业里面为什么独独集成电路，没有能跟美国抗衡的能力呢？这还要从IC设计产业的特点来说起。IC设计相对于互联网和整机设备，有两个重要特点，试错成本高和排错难度大。互联网做一个app，可以一天出一个版本，有些bug没关系，第2天就可以修复，试错和修改的成本几乎为零。整机硬件的电路板设计周期在1天到1个月之间，生产周期在3天到2周之间，出了错重新投板费用在几百到几千之间，最多数万块钱。而IC设计，不算架构设计，从电路设计开始，到投片，最少要半年时间。投片送到工厂加工生产，一般要2个月到3个月。最重要的是一次投片的费用最少也要数十万元，先进工艺高达一千万到几千万。如此高的试错和时间成本对一次成功率的要求极高，不得不把流程拖长，反复验证，需要多个工种密切配合，团队中一个人出错，3个月后回来的芯片可能就是一块儿石头。修改一轮，又三个月出去了。\n　　\n　　与试错成本高并存的是排错难度大。互联网编个软件，调试起来几乎可以在程序任意地方设断点，查看变量当时的状态或者打出log。硬件电路板上，几乎任何一根信号线可以拉到示波器上看波形。而一颗手指甲盖大小的芯片，里面有上亿个晶体管，而最终能在电路板上测量到的信号线却只有十几根到几百根。如何根据这少得可怜的信息，推理出哪个晶体管设计错误，难度不言而喻。\n　　\n　　两大特点导致对IC从业人员的素质要求极高，试错周期长需要逻辑严谨细致的工作态度，排错难度大需要一套科学的实验方法。而这两方面，恰恰是国内教育的软肋。过分重视知识的记忆，而忽略逻辑和方法。所以当软件工程师们靠自己的聪明和勤奋，不断快速迭代的时候，ICer们却经常遇到猪队友的困惑，导致原地打转。加班已经不能再多，却还是一次次的delay，上市时间依然落后。更有很多bug无法找到原因，反复投片实验也无结果，最后只能以项目失败收场。\n　　\n　　高难度的产业背后蕴藏的是巨大的利益和商业价值。集成电路被誉为电子工业的粮食，除了对国家和行业安全有着巨大的意义，利润率也随着技术含量水涨船高。芯片本身的材料是二氧化硅，成本极低，上面凝聚的技术就决定了利润。消费类芯片产品一般毛利率在30%~40%，工业用产品一般能在50%~60%以上，更有甚者，以高性能模拟芯片为主的美国Linear公司，平均毛利率能达到90%！很多我们无法设计的芯片，例如高端交换芯片，毛利率都在99%以上。一旦中美开战，即便没有禁运，美国政府利用行政手段把自己电子武器的批量成本压到我们的1/10是分分钟的事情，细思极恐。\n　　\n　　尝试突破\n　　\n　　我们一直努力，从未放弃。\n　　\n　　高校。有些高性能关键器件芯片规模不大，看起来挺适合高校来作为突破的主力军。但多年下来，业内公认是高校的水平不如工业界。这不是中国特有的，美国也这样。这和前述集成电路产业的特点密切相关。高校的优势是出新idea，对于算法这类领域挺合适，仿真实验看到结果快且准，仿出来有效果基本实际就会有效，顶多实现复杂度太高。芯片试错成本高，流程长，参与协作的工种多，任何一个环节出问题，就看不到好结果。能把一个芯片做成业界普遍水平，不掉坑里，就已经不容易，需要多年积累。学生们积累少，纵有好的idea，往往躲不过路上无数的暗坑，还没看到idea的效果，就死在半路了。学校的特长是做更前沿的研究，适合弯道超车。而集成电路恰恰不好弯道超车，尤其是模拟芯片，你不解决100MHz的问题，到200MHz的时候那些问题还在。\n　　\n　　仿制、抄袭。军迷们引以为自豪的山寨能力，就是看美军有什么，我们就抄一个。集成电路也可以抄，学名反向设计。虽然芯片很小，电路密度极大，但仍然可以通过显微、照相等方式获得他的全部版图信息，然后复制一份，送到工厂生产，似乎看起来就可以得到一模一样的产品了。其实不然，版图相当于软件编译后的机器代码，可读性很差，无法了解其原理和架构。而版图提取本身存在物理误差和人为错误，尤其对于高性能的模拟混合信号芯片，对工艺又非常敏感，稍有不一致都可能导致芯片性能和良率的巨大差异。而此时设计人员无法了解原理，定位错误犹如一个盲人在大海里捞针。军工研究所普遍采用这种方法，每次反向犹如一场赌博，有时候做出来OK最好，一旦出现问题，基本束手无策。所以多年下来，除了电路比较简单的射频和功放芯片，上述高性能PLL，ADC等关键器件反向成功，能量产装备的例子寥寥无几。\n　　\n　　科研项目。国家近十几年来，一直通过863/973/核高基等国家级科研计划对关键器件进行支持，投入巨大。后期也要求工业界和整机厂加入，以解决应用脱节的问题。但这些年下来，真正能量产并转化为实际产品的成果寥寥。究其原因，一个是目标脱节。IC界有个说法，实验室测试通过只是迈出了一小步，到量产还有巨大的工作量。科研项目只需要在评审的时候能够提供几颗样片，演示出所需性能即可拿到尾款。而工业级应用需要在各种温度和环境变化条件下保持性能稳定，以及解决批量生产的良率问题。如何保证量产是需要从设计一开始就考虑的，有些科研单位选择的架构本身就决定了成果只能交差，而不能量产。二是指标脱节。科研项目的立项单位不考虑国内实际水平，盲目追赶世界领先水平。不管上一周期的项目是否完成，今年的指标一定要更近一步。申请单位恶意竞争，不考虑自身实力，申请时竞报指标，谁提的指标高谁拿到项目，才不管2年以后如何交差。这样的制度下，本来按照已有技术积累，做100MHz还能量产，指标竞价完成后目标变成500MHz，最后谁都搞不定。\n　　\n　　人才引进。2000年前后，国家利用人才政策吸引海外留学人员归国创业。这期间有陈大同、武平回来创立了展讯，魏述然回来创立了锐迪科等一批国产IC设计公司。这批公司一开始也许有想做工业级产品、关键器件的雄心，但很快发现产业环境不合适，中国整机还没有强大到今天华为中兴的地位，市场容量小，技术可靠性要求高，design-in周期长，所以这批中成功活下来的这批企业都是靠消费类市场和08年附近一波中国山寨手机热潮完成了原始积累，进入良性循环。然而对于引入工业级、关键器件的人才就没有那么一帆风顺。\n　　\n　　首先合适的人选就非常少。例如在美国，由于瓦森纳协议的限制，华人无法进入ADI/TI等公司最核心的ADC产品研发部门，即使在他们设立在中国的研发中心，大陆工程师可以通过网络看到绝大部分母公司的设计，但高性能的ADC产品除外。这简直是90年代气象局被玻璃房子锁住超级计算机的另一个翻版。\n　　2009年从美国ADI公司回来了一位李博士，通过非法手段带回了高性能DAC产品的版图，一下子提高了国产DAC产品的性能指标。但2013年事件被曝光，遭到ADI和美国政府的抗议。李事件导致美国政府对华人参与关键器件研发的控制更加严格，并对往来中国的留学生进行更严格的审查，相继查出Vanchip剽窃RFMD事件和天大教授张浩被FBI诱捕事件，不论是真是假，对海外留学生归国从事关键器件研发造成了心里阴影，很多人为了保住往来美国的人身自由，放弃参与国内高性能的关键器件研发工作的机会。\n　　\n　　于此同时，在国际市场上，华为中兴需要遵守国际知识产权的游戏规则，李的方法和产品无法被正规整机厂采用，实际上并没有解决工业界的问题。相反华为中兴对引入国产供应商在知识产权上更加担心，要求国产厂家自证清白，有的甚至到了要求国产供应商的创始人不能有ADI/TI履历的夸张地步，进一步导致国产替代进度的严重落后。最后，在没有知识产权问题的军用领域，由于受2013年被曝光的影响，到目前还没有看到李博士的产品被装备使用，甚是可惜。\n　　\n　　整机厂自己努力。国内真正算在高性能关键器件领域有所突破的应该只有华为旗下的海思了。海思因为有华为不计成本的投入，麒麟的成就众所周知，在高速光通信及交换芯片上也有突破，已经在慢慢从低端蚕食broadcom等多年来构筑的技术壁垒。但之前任总的一篇讲话中，给海思的定位是备胎，任总要求华为一定要用最好的器件给客户提供最好的性能，海思做不到性能最优就不采用。实际上这个思路，笔者觉得是有问题的。芯片行业有个特点，很多问题在实验室是测不出来的，必须在大规模应用的时候才能发现、改进和提高。如果一看指标不好就不用，那永远没有机会发现问题，那这个备胎永远是个纸糊的，一上路就碎。实际上，正是华为终端部门被要求捏着鼻子也要用K3V2，才成就了今天的麒麟。\n　　\n　　国家层面也看到了上述问题，2013年9月国务院副总理马凯调研集成电路产业，随后国家出台了新的集成电路产业振兴规划。改为成立产业基金，通过股权投资的方式对集成电路企业进行帮助。同时以紫光为首的国内民营资本结合政府基金，开始了国际市场上的疯狂扫货。展讯、RDA、OmniVision等企业纷纷被收归旗下。但时光转到2015年，紫光和大基金系的扫货开始遇到障碍，收购美光，西数，试图以此突破nandflash产业遇挫，华润报价Farchild被拒。连飞利浦照明业务的收购也因为美国政府担心功率半导体技术外泄而终止。回过头来看，除了展讯这类本来就是国内公司、OmniVision本来就是华人公司，国家通过收购的方式并未采购到货真价实的核心技术，更不要说可以有军事用途的射频、ADC等关键器件技术，可以断定美国人是不可能卖的。\n　　\n　　如何破局？\n　　\n　　对于突破集成电路高性能关键器件，笔者认为有三个因素：有足够的资金支持，有整机厂的通力合作和有耐心的团队。\n　　资金怎么解决，“十八大”要求让市场在资源配置中起决定性作用。芯片研发是高投入高风险，最后运气好才有高产出。现在政府通过大基金的方式来决定资源分配，并不一定总能选中最后的胜利者，而且有国有资产保值增值的压力，道德风险，都会让其投资行为走形。另外，国资的大规模投入还会造成挤出效应，减少民营资本在产业中的投入量。\n　　\n　　笔者认为最好的方式还是吸引民间资本。民间资本只要有足够大的市场，足够大的利润，他就会心动。而一开始团队技术水平跟先进水平有差距，无法参与全球竞争，可以攫取的市场规模必然没有那么大。这个时候应该是国家出马，通过补贴和奖励整机厂商的方式，在不损害整机厂家成本竞争力的前提下，在初期允许国产芯片商卖一个高价，获得超额利润，弥补巨额研发的投入，吸引民间资本进入。后期，根据芯片累计装备的数量，逐步减少补贴，最后达到市场定价，进入国际市场参与竞争。这种政策好处是钱肯定都花到有竞争力的市场主体中，谁最后装备，谁做的东西能用，就补贴谁。当然要注意防范骗补的问题。\n　　\n　　至于研发风险和选择错误风险，让民间资本来去承担。民资花自己的钱，自然会慎重选择团队，即使研发失败，也能坦然接受。这样一份国家补贴，可以吸引多份民间投资，只要其中一份儿成功量产，国家就赚到了。\n　　\n　　当然所有的前提是我们还有一个强大的，有国际竞争力的整机产业。只有他们，才有动力去试用还在襁褓中的国产IC。笔者在推广国产IC的过程中，最感动的就是这群整机厂家的技术人员，不需要任何的利益驱动，他们是发自内心的愿意去帮助国产IC，有时上司都允许放弃了，他们还加班加点帮助国产供应商查找问题。\n\n\n　　塞翁失马，焉知非福。也许多年后回过头来看，这次中兴事件对国产IC产业是个转折点。但不管怎样，当下真心希望他能度过难关。", "view_number": 20, "like_number": 13, "comment_number": 0, "classname": "科技", "labels": ["芯片", "整机", "国产", "中兴", "华为"], "comments": []}, {"id": "21", "title": "格力造芯梦再下一程的“三重解读”", "text": "格力“造芯梦”再下一程。\n\n三安光电于11月11日晚间发布《2019年度非公开发行A股股票预案》，拟募集资金总额为不超过70亿元，其中格力电器拟认购金额为20亿元，先导高芯拟认购金额为50亿元。本次募投项目主要投向中高端产品，发力新兴细分市场，涉及高端氮化镓LED外延芯片、高端砷化镓LED外延芯片、Mini/Micro LED、大功率三基色激光器等。\n\n放眼投资中的主角，格力的身影再次赫然在目。\n\n投资戏码\n\n在豪言500亿元造芯之后，格力虽然受到业界诸多质疑，但显然已不再似进军新能源汽车那样“冒进”，而是步步为营。\n\n先是去年8月14日成立珠海零边界集成电路有限公司正式涉足芯片设计领域，后是去年年底投资30亿元通过成为闻泰科技股东间接入股安世半导体，而又于近日投资20亿元三安光电。这一系列“连发”显现出格力大手笔布局芯片的初心不改；另一方面也引发了新的思考，四处撒网之后到底如何归“芯”？\n\n从大势来看，其实不止是格力电器，包括华为、阿里在内的诸多科技企业都在着力通过融资、新建子公司等多种方式入局IC领域，“造芯”已是大势所趋，格力作为新入局者，自然也要多方落子，全面布局。\n\n“对于格力的造芯方式，用投资入股的方式非常现实，毕竟这是一个高技术含量的行业，没有底蕴和积累直接自己做风险很高。” 一位不愿透露姓名的业内人士表示。\n\n格力先是通过成为闻泰科技的重要股东，对发展空调芯片、智能家居以及汽车电子业务提供了重要的战略支撑。此次又对三安光电进行战略性股权投资，也让格力成功卡位新兴功率半导体技术，有助于进一步提升其在化合物半导体的技术积累。\n\n中泰电子刘翔对此分析说，格力电器作为产业资本方，与上市公司从事的化合物半导体业务有一定协同效应，此次通过定增入股上市公司，未来有望实现更丰富层次的合作。\n\n战略深意\n\n而此次格力的举动，其实不仅是IC自主可控和国产化替代大势之下企业必然的攻芯之策，更是格力股东之一珠海政府在各地轰轰烈烈造芯运动下的深层布局。\n\n作为珠三角地区IC产业的主要承载地，珠海在产业规模、创新能力、企业培育、市场拓展等方面成效显著，走出了一条创新驱动与市场引领相结合的发展之路，为构筑大湾区创新高地打下了扎实基础。目前，炬芯科技、全志科技、杰理、欧比特、中慧、世纪鼎利、博雅、魅族、德豪润达、鼎泰芯源等企业茁壮成长，已进入全国IC设计业规模最大的十大设计城市之列。\n\n但在多地积极发展集成电路的竞争态势下，珠海IC业结构的短板也日益突出，特别是半导体制造十分缺失。\n\n“如何通过进一步发展促进IC业升级或成为珠海政府下一步工作重心。”Gartner中国研究总监盛陵海提到，“珠海政府或珠海国资委或将主导成立一个半导体基金，将主投制造，毕竟它们手握格力的股份，有一定资金实力，同时也会寻求合作伙伴。但从目前来看，珠海的布局已然有些晚，需要进一步加快。”\n\n在集成电路晶圆制造方面，据JSSIA统计，除我国集成电路晶圆制造企业现有正常生产的8英寸、12英寸生产线42条以外，2018年投产的8英寸、12英寸生产线13条，在建的8英寸、12英寸生产线15条，总投资金额高达14000亿元。到2020年，我国集成电路制造产能将达到200万片/月，而长三角地区是集成电路制造生产线数量最多的聚集区。显然，抓住了设计浪潮的珠海，不能亦不想失去半导体制造的“高地”。\n\n仍需沉淀\n\n虽然格力造芯已经在多方落子，显现其雄心壮志，但也要清醒地意识到，一入“芯”门深似海。\n\n某IC投资公司负责人张云翔表示，格力投资安世半导体和三安光电，提升了未来的功率器件代工能力，这一投资上游的方式远比自己做要好。但要指出的是，三安光电能否如愿助力还有待观察，毕竟工艺开发需要时间。\n\n而上述不愿透露姓名的业内人士表示，格力作为家电大企业，已完成站起来、富起来的阶段，而要想发展到强起来，提高科技能力、核心竞争力是永远不能回避的课题。对于格力来说，控制芯片是核心部件，虽然不像华为等企业那么依赖于芯片，但总是依赖进口毕竟是缺少核心竞争力。\n\n因而，这位人士建议，格力的造芯要从自有产品需要的芯片入手，一旦量产，自有产品就能保证千万量级的出货量。至于自有产品使用之外的芯片，还需要积累沉淀，不可盲目。\n\n如今的格力早已将自身定位为“多元化、科技型全球工业集团”，所覆盖的领域包括空调、生活电器、高端装备和通信设备，ICT已成为格力未来的新方向。既要多重应用打开局面，又想芯片落子开花结果，可想而知，格力造芯既要“格外用力”，也要“分外用芯”。（校对/范蓉）", "view_number": 3, "like_number": 6, "comment_number": 0, "classname": "互联网", "labels": ["格力", "芯片", "IC", "珠海", "造芯"], "comments": []}, {"id": "22", "title": "习近平在上海考察时强调 深入学习贯彻党的十九届四中全会精神", "text": "来源：北京青年报\n\n来源标题：推动城市治理重心向街道社区下沉\n\n中共中央总书记、国家主席、中央军委主席习近平近日在上海考察时强调，要深入学习贯彻党的十九届四中全会精神，坚持稳中求进工作总基调，全面贯彻新发展理念，加快改革开放步伐，加快建设现代化经济体系，加大推进三大攻坚战力度，扎实推进长三角一体化发展，妥善应对国内外各种风险挑战，勇挑最重担子、敢啃最难啃的骨头，着力提升城市能级和核心竞争力，不断提高社会主义现代化国际大都市治理能力和治理水平。\n\n3日下午，习近平听取了上海市委和市政府工作汇报，对上海各项工作给予肯定。\n\n他希望上海认真贯彻落实党中央重大决策部署，持之以恒，再接再厉，奋力创造新时代新奇迹。\n\n城市治理\n\n要抓一些“牛鼻子”工作\n\n习近平强调，要深入学习贯彻党的十九届四中全会精神，提高城市治理现代化水平。\n\n要统筹规划、建设、管理和生产、生活、生态等各方面，发挥好政府、社会、市民等各方力量。\n\n要抓一些“牛鼻子”工作，抓好“政务服务一网通办”、“城市运行一网统管”，坚持从群众需求和城市治理突出问题出发，把分散式信息系统整合起来，做到实战中管用、基层干部爱用、群众感到受用。\n\n要抓住人民最关心最直接最现实的利益问题，扭住突出民生难题，一件事情接着一件事情办，一年接着一年干，争取早见成效，让人民群众有更多获得感、幸福感、安全感。\n\n要履行好党和政府的责任，鼓励和支持企业、群团组织、社会组织积极参与，发挥群众主体作用，调动群众积极性、主动性、创造性，探索建立可持续的运作机制。\n\n“新片区”\n\n增强大局意识全局观念\n\n习近平指出，要深入推进党中央交付给上海的三项新的重大任务落实。\n\n上海自贸试验区临港新片区要进行更深层次、更宽领域、更大力度的全方位高水平开放，努力成为集聚海内外人才开展国际创新协同的重要基地、统筹发展在岸业务和离岸业务的重要枢纽、企业走出去发展壮大的重要跳板、更好利用两个市场两种资源的重要通道、参与国际经济治理的重要试验田，有针对性地进行体制机制创新，强化制度建设，提高经济质量。\n\n设立科创板并试点注册制要坚守定位，提高上市公司质量，支持和鼓励“硬科技”企业上市，强化信息披露，合理引导预期，加强监管。\n\n长三角三省一市要增强大局意识、全局观念，抓好《长江三角洲区域一体化发展规划纲要》贯彻落实，聚焦重点领域、重点区域、重大项目、重大平台，把一体化发展的文章做好。\n\n经济发展\n\n强化开放枢纽门户功能\n\n习近平强调，要推动经济高质量发展。强化全球资源配置功能，积极配置全球资金、信息、技术、人才、货物等要素资源，以服务共建“一带一路”为切入点和突破口，加快提高上海金融市场国际化程度。\n\n要强化科技创新策源功能，努力实现科学新发现、技术新发明、产业新方向、发展新理念从无到有的跨越，成为科学规律的第一发现者、技术发明的第一创造者、创新产业的第一开拓者、创新理念的第一实践者，形成一批基础研究和应用基础研究的原创性成果，突破一批卡脖子的关键核心技术。\n\n要强化高端产业引领功能，坚持现代服务业为主体、先进制造业为支撑的战略定位，努力掌握产业链核心环节、占据价值链高端地位。\n\n要强化开放枢纽门户功能，坚持以开放促改革、促发展、促创新，勇敢跳到世界经济的汪洋大海中去搏击风浪、强筋壮骨。\n\n党的建设\n\n要抓好第二批主题教育\n\n习近平强调，要扎实推进党的建设。各级党组织要在巩固和拓展第一批主题教育成果的同时，抓好第二批主题教育，并通过健全制度、完善机制，使“不忘初心、牢记使命”这个党的建设的永恒课题、党员干部的终身课题常抓常新。开展主题教育不能学归学、说归说、做归做，衡量实际成效的根本标尺就是解决问题、推动事业发展。\n\n第二批主题教育重点在基层，在群众家门口开展，更要求真务实，奔着问题去、盯着问题改，让群众感受到新变化新成效。各级领导干部要勇于担当、攻坚克难，在改革发展稳定各项工作中经受严格的思想淬炼、政治历练、实践锻炼。要以提升政治功能和组织力为重点，在强基础、补短板上下功夫，把基层党组织建设成为宣传党的主张、贯彻党的决定、领导基层治理、团结动员群众、推动改革发展的坚强战斗堡垒。\n\n习近平强调，上海是我们党的诞生地，党成立后党中央机关长期驻扎上海。上海要把这些丰富的红色资源作为主题教育的生动教材，引导广大党员、干部深入学习党史、新中国史、改革开放史，让初心薪火相传，把使命永担在肩，切实在实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦进程中奋勇争先、走在前列。\n\n行程\n\n像对待“老人”一样尊重和善待城市中的老建筑\n\n11月2日至3日，习近平在中共中央政治局委员、上海市委书记李强和市长应勇陪同下，深入上海杨浦滨江、古北社区，就贯彻落实党的十九届四中全会精神、城市公共空间规划建设、社区治理和服务等进行调研，同基层干部群众亲切交流。\n\n杨浦区 城市是人民的城市\n\n2日下午，习近平来到杨浦区滨江公共空间杨树浦水厂滨江段，结合视频和多媒体演示听取黄浦江两岸核心区45公里公共空间贯通工程基本情况和杨浦滨江公共空间建设情况汇报。近年来，上海市推动黄浦江两岸贯通及滨江岸线转型工作，杨浦滨江逐渐从以工厂仓库为主的生产岸线转型为以公园绿地为主的生活岸线、生态岸线、景观岸线，昔日的工业锈带变成了生活秀带，为上海增添了一道靓丽的风景线。习近平指出，文化是城市的灵魂。城市历史文化遗存是前人智慧的积淀，是城市内涵、品质、特色的重要标志。要妥善处理好保护和发展的关系，注重延续城市历史文脉，像对待“老人”一样尊重和善待城市中的老建筑，保留城市历史文化记忆，让人们记得住历史、记得住乡愁，坚定文化自信，增强家国情怀。\n\n习近平沿滨江栈桥步行察看黄浦江两岸风貌，了解人文历史和城乡变迁，走进雨水花园实地考察城市环境综合治理和海绵城市建设等情况，并乘车沿途察看渔人码头、杨树浦港旧址等地标景观，对杨浦区科学改造滨江空间、打造群众公共休闲活动场所的做法表示肯定。在参观途中，遇到许多正在休闲健身的市民，习近平同他们亲切交谈。习近平指出，城市是人民的城市，人民城市为人民。无论是城市规划还是城市建设，无论是新城区建设还是老城区改造，都要坚持以人民为中心，聚焦人民群众的需求，合理安排生产、生活、生态空间，走内涵式、集约型、绿色化的高质量发展路子，努力创造宜业、宜居、宜乐、宜游的良好环境，让人民有更多获得感，为人民创造更加幸福的美好生活。\n\n位于浦江岸边的人人屋党群服务站是一个开放式党建服务平台，习近平向服务站工作人员和居民详细询问这里开展基层党建和公共服务情况。一位年近九旬的老党员、老劳模激动地向总书记介绍说，自己是土生土长的上海人，见证了上海从旧中国到新中国、再到新时代的巨大变化，为中国共产党和中国特色社会主义感到无比自豪。习近平鼓励她多向年轻人讲一讲，坚定他们对中国特色社会主义的道路自信、理论自信、制度自信、文化自信。\n\n长宁区 询问饭菜可不可口\n\n临近傍晚，习近平来到长宁区虹桥街道古北市民中心考察调研。古北社区居住着来自50多个国家和地区的居民。习近平听取社区开通社情民意直通车、服务基层群众参与立法工作等情况介绍，并同正在参加立法意见征询的社区居民代表亲切交流。他强调，你们这里是全国人大常委会建立的基层立法联系点，你们立足社区实际，认真扎实开展工作，做了很多接地气、聚民智的有益探索。人民代表大会制度是我国的根本政治制度，要坚持好、巩固好、发展好，畅通民意反映渠道，丰富民主形式。\n\n市民中心内设立了餐饮、医疗、法务等各类专业服务机构。习近平逐一察看涉外人员服务窗口、老年助餐点等，了解社区生活、文化、养老等便民服务情况。在老年助餐点，习近平同正在用餐的居民热情交谈，询问饭菜可不可口、价格贵不贵、对社区便民服务还有什么新要求。习近平指出，城市治理是推进国家治理体系和治理能力现代化的重要内容。要牢记党的根本宗旨，坚持民有所呼、我有所应，把群众大大小小的事情办好。要推动城市治理的重心和配套资源向街道社区下沉，聚焦基层党建、城市管理、社区治理和公共服务等主责主业，整合审批、服务、执法等方面力量，面向区域内群众开展服务。要推进服务办理便捷化，加快政务信息系统资源整合共享。", "view_number": 19, "like_number": 2, "comment_number": 0, "classname": "新闻", "labels": ["习近平", "城市", "治理", "群众", "滨江"], "comments": []}, {"id": "23", "title": "从“中国之制”看“中国之治”——解码党的十九届四中全会决定", "text": "来源：北京日报\n\n来源标题：从“中国之制”看“中国之治”\n\n11月5日，《中共中央关于坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化若干重大问题的决定》全文发布。\n\n党的十九届四中全会通过的这一决定，深刻阐释了坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的重大意义和总体要求，并对坚持和完善党的领导制度体系等13个方面的制度作出战略部署。透过这13方面的制度安排，“中国之治”的美好前景清晰可见。循着决定明确的奋进之路，一个更加美好的中国正向我们走来。\n\n党“总揽全局、协调各方”领导地位更加巩固\n\n决定描绘的中国特色社会主义制度图谱由13个部分组成，其中“坚持和完善党的领导制度体系，提高党科学执政、民主执政、依法执政水平”排在第一位，充分彰显出党的领导制度体系在中国特色社会主义制度体系中的重要地位。\n\n“中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势。”中央政策研究室分管日常工作的副主任江金权认为，党的领导制度是国家的根本领导制度，统领和贯穿其他12个方面制度。\n\n针对坚持和完善党的领导制度体系，决定提出6个方面的要求，包括建立不忘初心、牢记使命的制度，完善坚定维护党中央权威和集中统一领导的各项制度，健全党的全面领导制度，健全为人民执政、靠人民执政各项制度，健全提高党的执政能力和领导水平制度，完善全面从严治党制度。\n\n“这6个方面要求可以视为坚持和完善党的领导制度体系的具体实现形式，也是6个重要支柱。”中央党校（国家行政学院）教授刘春认为，把这6个方面要求落到实处，将进一步健全总揽全局、协调各方的党的领导制度体系，把党的领导落实到国家治理各领域各方面各环节，确保国家始终沿着社会主义方向前进。\n\n以中国式民主让人民更好当家作主\n\n坚持人民当家作主，是我国国家制度和国家治理体系的显著优势之一，也是社会主义民主政治的价值追求。\n\n决定从“坚持和完善人民代表大会制度这一根本政治制度”“坚持和完善中国共产党领导的多党合作和政治协商制度”“巩固和发展最广泛的爱国统一战线”“坚持和完善民族区域自治制度”“健全充满活力的基层群众自治制度”5方面，描绘出民主中国的发展和完善路径。\n\n“推进国家治理体系和治理能力现代化，发展社会主义民主政治，是关系到中国特色社会主义前途命运的重大战略部署。”复旦大学教授桑玉成说。\n\n“健全人大组织制度、选举制度和议事规则，完善论证、评估、评议、听证制度”“完善支持民主党派和无党派人士履行职能方法”“健全党外代表人士队伍建设制度”“全面深入持久开展民族团结进步创建”“拓宽人民群众反映意见和建议的渠道”……决定中的一系列制度安排，令人眼前一亮。\n\n“小到一个社区、单位，大到一个国家，人们都希望积极参与公共生活。决定通过一系列良好的制度设计，不断丰富民主形式，拓宽民主渠道，确保人民依法通过各种途径和形式管理国家事务、经济文化事业和社会事务。这正是人民美好生活的题中应有之义。”桑玉成说。\n\n推动法治中国建设行稳致远\n\n“坚持和完善中国特色社会主义法治体系，提高党依法治国、依法执政能力。”决定提出“健全保证宪法全面实施的体制机制”“完善立法体制机制”“健全社会公平正义法治保障制度”“加强对法律实施的监督”4方面举措，推进法治中国建设。\n\n西南政法大学校长付子堂说，决定强调加强宪法实施和监督，提出落实宪法解释程序机制、推进合宪性审查工作、加强备案审查制度和能力建设等，有利于更好处理权力行使和权利保障的关系，维护国家法制统一、尊严、权威。\n\n立法方面，决定提出加强重要领域立法，加快我国法域外适用的法律体系建设。付子堂认为，这有利于加快构建保障我国海外利益的法律体系，更好保护海外中国公民和企业合法权益。\n\n公平正义，民之所向。决定强调，严格规范公正文明执法，规范执法自由裁量权，加大关系群众切身利益的重点领域执法力度。决定还提出坚决排除对执法司法活动的干预，拓展公益诉讼案件范围，实行惩罚性赔偿制度等。\n\n“通过严格执法、规范执法，提高违法成本，维护司法公正，有效推动全民守法的实现。”付子堂说，“决定提出的一系列部署安排，必将推动法治中国建设行稳致远。”\n\n建设人民满意的服务型政府\n\n推进国家治理体系和治理能力现代化，离不开国家行政管理现代化。决定指出，必须坚持一切行政机关为人民服务、对人民负责、受人民监督，创新行政方式，提高行政效能，建设人民满意的服务型政府。\n\n“政府治理处在国家治理的前排。”中央党校（国家行政学院）教授汪玉凯说，“通过不断坚持和完善中国特色社会主义行政体制，构建职责明确、依法行政的政府治理体系，将更好把制度优势转换为效能优势。”\n\n决定从完善国家行政体制、优化政府职责体系、优化政府组织结构、健全充分发挥中央和地方两个积极性体制机制等四个维度，对构建与新时代相适应的中国特色社会主义行政体制指明了方向。\n\n改革开放以来特别是党的十八大以来，我国经济社会发展取得举世瞩目的成就，这与我国行政体制不断改革、政府治理效能不断提高息息相关。\n\n汪玉凯认为，一套好的政府治理体系，既要能调动中央和地方两个积极性，也要能持续激发广大人民的创造伟力，归根结底，就是要“人民满意”。“决定立足当下、着眼长远，对政府治理体系提出了针对性、历史性、战略性的设计，将对国家治理体系和治理能力现代化带来可行、可靠、可持续的动力。”汪玉凯说。\n\n以更加成熟稳固的经济制度支撑高质量发展\n\n“对社会主义基本经济制度的坚持和完善是一大突破。”全国政协经济委员会副主任刘世锦说，公有制为主体、多种所有制经济共同发展，按劳分配为主体、多种分配方式并存，社会主义市场经济体制，“三位一体”共同支撑的基本经济制度框架，标志我国社会主义经济制度更加成熟、更加稳固。\n\n“在社会主义市场经济体制下，才能营造各种所有制主体依法平等使用资源要素、公开公平公正参与竞争、同等受到法律保护的市场环境，才能健全生产要素由市场评价贡献、按贡献决定报酬的机制。”刘世锦强调，这一基本经济制度框架对稳定经济发展预期具有重要现实意义。\n\n“建设高标准市场体系”“建设更高水平开放型经济新体制”，在刘世锦看来，这明确了改革开放的方向。“国内改革以建设高标准市场体系为目标，破除行政壁垒，进一步开放市场，推动公平竞争；对外开放以建设更高水平开放型经济新体制为目标，推动我国在全球市场体系竞争中发挥引领作用。”\n\n扩大中等收入群体，健全鼓励支持基础研究、原始创新的体制机制……这些富有创新性的制度安排将补齐制度短板，为实现经济高质量发展提供坚实制度支撑。\n\n更好构筑中国精神中国价值中国力量\n\n党的十九届四中全会对文化方面的制度建设给予高度重视。决定强调，发展社会主义先进文化、广泛凝聚人民精神力量，是国家治理体系和治理能力现代化的深厚支撑。\n\n吉林大学哲学社会学院教授邴正说，决定第一次全面系统地从制度层面强调坚持和完善繁荣发展社会主义先进文化的制度体系建设问题，这是对中国特色社会主义理论的进一步完善和阐发。\n\n决定提出，坚持马克思主义在意识形态领域指导地位的根本制度。\n\n邴正表示，把马克思主义在意识形态领域中的指导地位制度化，为树立中国特色社会主义共同理想、弘扬社会主义核心价值观、构建主流舆论格局、保障人民文化权益、满足人民群众美好生活需要提供了充分的制度保证，对于保证社会主义先进文化前进方向意义重大。\n\n“新中国成立70年来，特别是党的十八大以来，我们不断深化与推进文化体制改革创新，社会主义先进文化的影响力与竞争力大大提高。”邴正说，决定进一步明确了中国特色社会主义文化建设的努力方向、基本原则和主要任务。我们要坚定文化自信，牢牢把握社会主义先进文化的前进方向，激发全民族文化创造活力，更加巩固全体人民团结奋斗的共同思想基础，更好构筑中国精神、中国价值、中国力量。\n\n织就更加公平更高质量的民生保障之“网”\n\n带领近14亿人民奔向全面小康，过上美好生活，不是一件易事。\n\n从健全有利于更充分更高质量就业的促进机制，到构建服务全民终身学习的教育体系；从完善覆盖全民的社会保障体系，到强化提高人民健康水平的制度保障……决定提出，坚持和完善统筹城乡的民生保障制度，满足人民日益增长的美好生活需要。\n\n多位专家指出，决定从坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的高度，对构建更加公平、更高质量的民生保障之“网”作出部署安排，彰显了中国共产党不变的为民初心。\n\n决定还提出，创新公共服务提供方式，鼓励支持社会力量兴办公益事业，满足人民多层次多样化需求，使改革发展成果更多更公平惠及全体人民。\n\n中央党校（国家行政学院）教授胡颖廉说，这是决定的亮点之一，表明多样化的民生需求要在“共建共享”的社会建设中破题。\n\n中国人民大学教授郑功成注意到，决定首次提出“民生保障制度”概念。他认为，这会推动就业、教育、社会保障、健康等制度进一步完善和发展，在未来发挥更大作用，形成一套有效增进人民福祉的长效机制。\n\n打造平安中国“升级版”\n\n社会治理是国家治理的重要方面。决定提出，完善党委领导、政府负责、民主协商、社会协同、公众参与、法治保障、科技支撑的社会治理体系，建设人人有责、人人尽责、人人享有的社会治理共同体，确保人民安居乐业、社会安定有序，建设更高水平的平安中国。\n\n北京师范大学教授宋贵伦指出，与党的十九大报告相比，决定从“社会治理体制”到“社会治理体系”，一字之差说明，社会治理不仅要以制度为基础，还要强调运行体系，体现了把社会治理制度优势更好转化为社会治理效能的要求。同时，在“党委领导、政府负责、社会协同、公众参与、法治保障”的基础上，增加了“民主协商”和“科技支撑”，这是我国人民当家作主制度优势的具体体现，也是社会治理体系和能力现代化的要求，使社会治理体系的表述更加全面系统、进一步完善。\n\n在完善社会治安防控体系方面，决定提出要“提高社会治安立体化、法治化、专业化、智能化水平”。“决定的这个表述释放了一个重要信号，强调了社会治安要把人防、技防、物防等结合起来，更全面系统、更有实效。”宋贵伦说。\n\n在构建基层社会治理新格局上，决定从“完善群众参与基层社会治理的制度化渠道”“加快推进市域社会治理现代化”“注重发挥家庭家教家风在基层社会治理中的重要作用”3方面提出要求。宋贵伦表示，这回应了当前基层社会治理探索的实践成果和城市化进程中的发展要求，具有较强现实针对性和长远意义。\n\n铺就通向美丽中国的制度大道\n\n“生态文明建设已经到了加快制度成熟、完善的阶段。”同济大学财经研究所所长石建勋认为，党的十九届四中全会对坚持和完善生态文明制度体系作出部署，生态文明制度建设将更加具有系统性、全面性、可操作性。\n\n决定提出，实行最严格的生态环境保护制度，全面建立资源高效利用制度，健全生态保护和修复制度，严明生态环境保护责任制度。\n\n“制度是管根本、管长远的。”生态环境部环境与经济政策研究中心主任吴舜泽表示，把党的十八大以来生态文明建设经验做法进行归纳、总结、固化为制度，加以坚持和完善，同时严格强化制度执行，是实现人与自然和谐共生、建设美丽中国的必然之路。\n\n“这4个方面制度有着非常丰富的内涵，每一项制度建设都非常具体，同时包含在全面加强生态环境保护和推进生态文明建设中，在逻辑上相互贯通，在实践中相互关联。”吴舜泽说。\n\n专家表示，未来推进生态文明建设，就是要坚持和完善并坚决执行这些制度，更好满足人民群众对生态环境改善的需求，让人们享受到更蓝的天、更绿的山、更清的水、更优美的环境。\n\n阔步迈向世界一流军队\n\n军事科学院特聘首席专家、研究员何雷认为，决定将坚持和完善党对人民军队的绝对领导制度，作为坚持和完善中国特色社会主义制度的重要内容予以明确，标志着中国特色社会主义军事领导制度更加成熟定型，为进一步铸牢人民军队的建军之本、强军之魂提供了根本遵循。\n\n经过长期发展，坚持党对军队的绝对领导的制度日臻完善，形成了包括坚持军队最高领导权和指挥权属于党中央、中央军委，中央军委实行主席负责制，实行党委制、政治委员制、政治机关制等在内的一整套制度体系，为坚持党对军队的绝对领导提供了坚如磐石的制度保证。\n\n何雷说，前进道路上，人民军队必须牢牢坚持党对军队的绝对领导，把这一条当作人民军队永远不能变的军魂、永远不能丢的命根子，任何时候任何情况下都以党的旗帜为旗帜、以党的方向为方向、以党的意志为意志。\n\n何雷说，贯彻落实党的十九届四中全会精神，就是要更加紧密地团结在以习近平同志为核心的党中央周围，牢固确立习近平强军思想在国防和军队建设中的指导地位，增强“四个意识”、坚定“四个自信”、做到“两个维护”，贯彻军委主席负责制，为实现党在新时代的强军目标、把人民军队全面建成世界一流军队不懈奋斗。\n\n擘画祖国统一光明前景\n\n“一国两制”是党领导人民实现祖国和平统一的一项重要制度，是中国特色社会主义的一个伟大创举。决定专条阐述“坚持和完善‘一国两制’制度体系，推进祖国和平统一”，为维护“一国两制”行稳致远定向领航，为解决台湾问题、实现国家统一擘画出光明前景。\n\n武汉大学教授秦前红说，在推进国家治理体系和治理能力现代化的宏大格局中，将坚持和完善“一国两制”制度体系作为重要内容，对全面准确理解和贯彻“一国两制”方针，维护国家主权、安全、发展利益，维护香港、澳门长期繁荣稳定，意义重大，影响深远，将有力增强推进“一国两制”伟大实践的信心和动力。\n\n中国（深圳）综合开发研究院港澳及区域发展研究所执行所长王万里说，坚持和完善“一国两制”制度体系是依法治国方略在“一国两制”方面的体现。决定中涉及港澳内容全面深刻，既着眼长远，且有很强现实针对性，将推动“一国两制”焕发更强大生命力。\n\n解决台湾问题、实现祖国完全统一，是全体中华儿女共同愿望，是中华民族根本利益所在。上海社科院台湾研究中心主任盛九元认为，决定站在制度和治理的高度，彰显了为两岸同胞谋福祉、为中华民族创未来的格局，体现了大陆方面推动两岸关系和平发展、推进祖国和平统一进程的政策主张，将有力促进两岸交流合作、深化两岸融合发展、保障台湾同胞福祉，进一步团结凝聚两岸同胞反对“台独”、共促统一、携手共圆中华民族伟大复兴中国梦。\n\n构建命运与共的美好世界\n\n“独立自主的和平外交政策日益成熟和定型，是国家治理体系和治理能力现代化的重要体现。决定提出推动构建人类命运共同体，表明中国倡导各国携手建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界。”外交学院副院长高飞说。\n\n推动党和国家事业发展需要和平国际环境和良好外部条件。决定提出，必须统筹国内国际两个大局，高举和平、发展、合作、共赢旗帜，坚定不移维护国家主权、安全、发展利益，坚定不移维护世界和平、促进共同发展。\n\n在健全党对外事工作领导体制机制方面，决定提出“坚持外交大权在党中央”。高飞表示，党的领导是中国外交的灵魂，是新时代中国特色大国外交的根本政治保障，正是因为有了党的坚强领导，中国外交才能不畏浮云、坚定前行。\n\n在完善全方位外交布局方面，决定提出“推动建设相互尊重、公平正义、合作共赢的新型国际关系”“积极发展全球伙伴关系”。高飞说，中国正以实际行动打破西方国家所谓“国强必霸”“文明冲突”的论调，伙伴关系则为当今世界处理国与国关系提供了新模式。\n\n围绕推进合作共赢的开放体系建设和积极参与全球治理体系改革和建设，决定提出“推动共建‘一带一路’高质量发展”“健全对外开放安全保障体系”“倡导多边主义和国际关系民主化”等具体举措。\n\n高飞表示，这些举措表明中国正以更加开放的姿态寻求与各国共同发展，为构建更加公正合理的国际治理体系贡献积极力量，以一个负责任的发展中大国形象，日益走近世界舞台中央。\n\n为公权力运行扎紧“制度之笼”\n\n决定从健全党和国家监督制度，完善权力配置和运行制约机制，构建一体推进不敢腐、不能腐、不想腐体制机制3个方面，作出明确安排和部署，为公权力运行扎紧“制度之笼”。\n\n“这3个方面分别从对权力的监督、对权力的配置制约和反腐败体制机制角度，为保证公权力不被滥用，巩固和发展反腐败压倒性胜利作出科学系统安排。”中国人民大学反腐败与廉政政策研究中心主任毛昭晖表示。\n\n毛昭晖指出，在对权力的监督方面，决定明确了健全党和国家监督制度的改革路径，即推进纪律监督、监察监督、派驻监督、巡视监督统筹衔接，同时以党内监督为主导，推动人大监督、民主监督、群众监督、舆论监督、审计监督等各类监督有机贯通、相互协调；在对权力的配置制约方面，决定提出了“权责法定、权责透明、权责统一”3大原则，通过明晰权力边界、推动用权公开、完善精准问责机制等措施，压减权力设租寻租空间，深化治本之策。\n\n为巩固发展反腐败斗争压倒性胜利，决定着眼强化“不敢腐”，强调坚定不移推进反腐败斗争；着眼保障“不能腐”，提出推动重点领域监督机制改革和制度建设，推进反腐败国家立法；着眼筑牢“不想腐”，强调加强思想道德和党纪国法教育。\n\n", "view_number": 10, "like_number": 5, "comment_number": 0, "classname": "政治", "labels": ["制度", "治理", "体系", "完善", "决定"], "comments": []}, {"id": "24", "title": "斯坦福重磅报告：2030年的人工智能与生活", "text": "1、初瞰人工智能\n\n人工智能是致力于让机器变得智能的活动，而智能就是使实体在其环境中有远见地、适当地实现功能性的能力。\n\n人工智能的边界已经远远走在前面，而计算器可以实现的功能只是当下的智能手机的百万分之一。目前人工智能开发人员正在改进、推广和扩大从当下的智能手机中所建立起来的智能。事实上人工智能领域是一个不断努力推动机器智能向前发展的过程。\n\n机器学习的成熟，部分由云计算资源和广泛普及的、基于Web的数据收集所支持。机器学习已经被深度学习急剧地向前推进了，后者是一种利用被称作反向传播的方法所训练的适应性人工神经网络的一种形式。\n\n①大规模机器学习\n\n②深度学习\n\n③强化学习\n\n④机器人\n\n⑤计算机视觉\n\n⑥自然语言处理\n\n⑦协同系统\n\n⑧众包和人类计算\n\n⑨物联网（IoT）\n\n⑩神经形态计算\n\n2、人工智能和人类思维的本质区别\n\n其一，机器人毕竟是机器，人工智能只是人脑的模拟物，它只是由一些电子管、晶体管、集成电路等电子元件和线路所组成的机械的、物理的装置，人工智能纯系无意识的机械的、物理的过程，而人类智能却主要是生理的和心理的过程。\n\n其二，人工智能没有社会性。人工智能在解决问题时，并不探求任务本身的社会意义，它只是执行命令而不顾后果。人类智慧却具有社会性，人在行动时，一般都考虑到由此引起的社会效果。\n\n其三，人工智能没有人类的意识所特有的能动的创造能力。人工智能可以储存巨大的“记忆”容量，但是它不会自动地提出问题，而且它对任务的解决是机械的，只有在逐一核对所有可能的途径之后，最后才找到正确的答案。人类思维则能够主动提出新问题，进行发明创造。\n\n人类记忆也有一个不同于机械装置的按意义去进行记忆纳系统，无需回忆全部信息就可以找出所需要的答案。\n\n其四，人工智能以它惊人的“记忆力”、敏捷的运算速度、精确的逻辑判断能力，可以代替甚至超过人类的部分思维能力。\n\n但是，它只能接受人脑的“指令”，必须由人预先把思维过程加以形式化和符号化，以一定的信息输入电脑，它才能工作。\n\n二者的程序总是人脑的思维在前，电脑的功能在后。人类思维随着社会实践的发展而日新月异，每当人类把新的知识输入电脑时新的思想会在人脑中萌发。可见，思维模拟并非思维本身，人工智能是本来意义的人的智能。\n\n3、人工智能在各领域的应用\n\n研究小组预测了一个有代表性的北美城市在未来15年的趋势。\n\n与人工智能的流行文化中的典型叙述不同，我们寻求提供一个平衡的观点来分析，人工智能是如何开始影响我们日常生活的，以及从现在到2030年，这些影响将如何发展。\n\n①交通\n\n大众需要对人工智能系统在执行危险任务中的可靠性和安全性加以信任。自动化交通会很快司空见惯，大多数人在嵌入人工智能系统的实体交通工作的首次体验将强有力的影响公众对人工智能的感知。\n\n②家庭服务机器人\n\n未来十五年，在典型的北美城市里，机械和人工智能技术的共同进步将有望增加家用机器人的使用和应用的安全性和可靠性。特定用途的机器人将被用于快递、清洁办公室和强化安全，但在可预见的未来内，技术限制和可靠机械设备的高成本将继续限制狭窄领域内应用的商业机会。至于自动驾驶汽车和其它新型的交通机器，创造可靠的、成熟的硬件的难度不应该被低估。\n\n③医疗\n\n基于人工智能的应用在接下来的几年能够为千百万人改进健康结果和生活质量，但这是在它们被医生、护士、病人所信任，政策、条例和商业障碍被移除的情况下。主要的应用包括临床决策支持、病人监控、辅导、在外科手术或者病人看护中的自动化设备、医疗系统的管理。\n\n④教育\n\n一个典型美国北部城市的未来五十年，智能导师与其他人工智能技术帮助教师在课堂或家中工作的规模很有可能会显著扩大，因为意愿学习是基于虚拟现实的应用。但是计算机为基础的学习系统将无法完全替代学校里的教师们。\n\n⑤公共安全与防护\n\n到2030年，典型的北美城市将在很大程度上依赖它们。这些措施包括可以检测到指向一个潜在犯罪的异常现象的监控摄像机、无人机和预测警务应用。\n\n对于人工智能分析学更成功的一个应用是检测白领犯罪，比如信用卡诈骗罪。网络安全是一个被广泛关注的问题，而机器学习也对其有所影响。\n\n4、人工智能对于人类工作的影响\n\n随着人工智能进入工作场所，这很有可能是一个持续的趋势。影响的范围也将扩大，从少量的替代或增强到完全的替代。\n\n在不远的将来，包括放射科医生到卡车司机到园丁等许多类型的工作都可能会受到影响。\n\n人工智能也可能会影响工作场所的大小和位置。许多组织和机构很庞大的原因是他们所执行的功能只能通过增加人力来扩大规模，要么是横向扩展地理区域，要么是纵向增多管理层级。\n\n随着人工智能对许多功能的接管，扩展不再意味着会带来大型的组织。\n\n人工智能对认知型人类工作的经济影响将类似于自动化和机器人在制造业工作上对人类的影响。许多中年工人失去了工厂里的高薪工作以及伴随这个工作的家庭和社会中的社会经济地位。长期来看，一个对劳动力的更大影响是失去高薪的认知型工作。\n\n人工智能可能会被认为是一种财富创造的完全不同的机制，每个人都应该从全世界人工智能所生产的财富中分得一部分。对于人工智能技术所创造的经济成果的分配方式，相信不久之后就会开始出现社会争议了。\n\n5、未来的人工智能政策\n\n随着人工智能被越来越广泛和深入地整合到工业和消费产品中，一些领域中需要调整现有的建立监管制度以适应人工智能创新，或者在某些情况下，根据广泛接受的目标和原则，从根本上重新配置监管制度。\n\n在人工智能领域，监管者可以强化涉及内部和外部责任、透明度和专业化的良性循环，而不是定义狭窄的法规。\n\n随着人工智能与城市的整合，它将继续挑战对隐私和责任等价值的已有保护。和其它技术一样，人工智能也可以被用于好的或恶意的目的。\n\n未来几年，随着公众在交通和医疗等领域内与人工智能应用的遭遇，它们必须以一种能构建信任和理解的方式引入，同时还要尊重人权和公民权利。\n\n在鼓励创新的同时，政策和流程也应该解决得到、隐私和安全方面的影响，而且应该确保人工智能所带来的好处能得到广泛而公正的分配。\n\n6、思考人与人工智能的关系\n\n人类是有独立的意识的，有主观能动性的。虽然可能某些人工智能设备也会表现出意识和主观能动性的行为，但那都是基于机器语言学习的成果，是程序在运行，而不是人工智能设备本身在思考。\n\n所以单从这点看，人工智能和人类是两种根本上就不相同的事物。人工智能会取代部分人类的工作，但不会取代人类。\n\n知道和相信人是一切价值的制度，那也就不存在计算机或者人工智能替代人类的可能性和意义了。而且，计算机和人工智能都必须有利于人类（至少在整体上要有利于人类）才有价值。\n\n很显然，如果计算机和人工智能不符合这一点，那计算机和人工智能就没有价值，就不值得被追求被创造。\n\n文章原载于 Ai芯天下", "view_number": 11, "like_number": 0, "comment_number": 0, "classname": "互联网", "labels": ["人工智能", "人类", "学习", "工作", "机器"], "comments": []}, {"id": "25", "title": "丘成桐：中国基础科学的发展", "text": "中国人重视人事关系，远比真理为重。在真理面前，人人平等！但是这个显而易见的科学精神，在中国没有被重视。\n\n撰文 | 丘成桐\n\n1840 年英国发动鸦片战争，入侵中国，结果是生灵涂炭，国家积弱！从官方到平民都问：为什么我们比不上西方列强？开始时人们只看到当时面临的问题：中国不如西方的船坚炮利。到甲午战争，中国大败，海军覆灭，签城下之盟，丧权辱国！打败中国的日本海军竟然船炮都不如当时的中国。八国联军之役，更显露朝野百姓对现代科学之无知！清朝覆灭时，中国人平均寿命不超过 30 岁，这就是当时的惨痛教训。\n\n一百年来，中国学者了解到船坚炮利不是唯一的问题，大家都在找寻中国文化的出路。新中国成立至今，已经六十多年了，科技确有大进步，但是始终没有改变落后于欧美的局面。领导们渐渐了解到基础科学根底未深是主要原因，现在要谈的就是：基础科学的起源和发展的条件在什么地方？\n\n当今发达的科技影响着人类生活的方方面面。飞机极大缩短世界的距离，火箭升空探索宇宙的奥秘。人造卫星不断地绕地球运行，传递着亿万信息。高速公路和高速铁路翻山越岭，四通八达。无人飞机、无人汽车和机器人的能力远远超过我们十多年前的想象。有谁想到人工智能创造出的软件竟然打败了围棋大师！\n\n这些划时代的科技，并不是一蹴而就，在它们的背后，有数不尽的聪明头脑指挥着其发展。有人在硬件上做出杰出的贡献，有人在软件上做出伟大的创新。但是这些成果，都建立在一个最重要的基础上，这就是今天我们要谈的基础科学！基础科学积累了人类几千年的智慧，去芜存菁，我们才见到它在工业上的应用。\n\n有时候，我们可以很快地见到基础科学的应用，电磁学就是一个例子。在19 世纪法拉第和麦克斯韦发现电磁方程后不久，爱迪生等人就将它用到日常生活中去。但是对于有些研究却要等很久人们才见到它们的应用。数论中有很多深奥的理论，人们一直都以为是纸上谈兵。但是在这二十年来，密码学的研究用了大量的数论的前沿理论。\n\n国内有些人认为，基础科学需要有深入的训练，需要有深度的看法，才能有新的结果，好的创意，因此旷日弥久，难有快速成功的机会；不如等待别人做好基础的研究后，拿过来用就是了。但是他们忘记了一点，自己觉悟出来的理论，通过自己劳动得到的结果，自己才最了解它的长短，应用起来才能得心应手。在科技发展一日千里的现代社会，我们非得掌握其中精髓，才能与人竞争。\n\n我想从历史的观点来看看中国基础科学的发展。基础科学有别于科技，它是科技能够得以持续发展的基石。中国古代四大发明，确在当时领先世界，但是对于这些科技发明的基本原理的了解不够深入。到了 19 世纪，西方国家在科学技术的发展上，比中国进步得多，甚至大力改进了我们的四大发明。\n\n这些成就得要归功于文艺复兴后，伟大科学家如伽利略、牛顿、欧拉、高斯、黎曼、法拉第、麦克斯韦等人在基础科学上的伟大贡献。\n\n其实基础科学除了帮助科技的创新和发明以外，它亦统摄所有和宇宙中物理现象有关的学问、它必须对大自然有一个宏观的看法，因此需要哲学思想作其支持。此哲学思想又需要有助于人类了解大自然并懂得如何让人类和大自然和谐相处。\n\n近代基础科学家中有不少是极其伟大的学者，他们的学问、他们的思想和工作可以影响科学界数个世纪之久。（近三十年来发表在科技刊物上的文章，不可胜数，文章的篇幅相信远超历史上所有文献总和。但是大部分文章除了作者外，可能没有人读过。而有些文章流行两三年后，就被人遗忘。至于能够传世超过三十年的文章，却是凤毛麟角。）\n\n其中佼佼者有牛顿、欧拉、高斯、黎曼、法拉第、麦克斯韦、爱因斯坦、庞加莱、狄拉克、海森堡、薛定谔、外尔等人。\n\n假如我们仔细去阅读他们的著作，就会发觉他们有一套哲学思想。例如爱因斯坦在研究广义相对论时，就深受哲学家马赫（Mach）的影响。能够传世的科学工作，必先有概念的突破，而这些概念可能受到观察事物后所得到想法的影响，但是更大的可能是他们的哲学观在左右他们的想法，影响到他们的审美观念，从而影响他们研究的方向。\n\n哲学引导我们穷究事物最后存在的根据，探求绝对的根底的原理。因此哲学需要探求一般现象共有的原理，来完成宇宙统一的体系。所以科学家不能局限于感觉的观察，必须经过思辨功夫，方可补其不足！古希腊的哲人在这方面做得极为彻底。\n\n毕达哥拉斯、柏拉图和苏格拉底一方面提出他们的哲学思想，一方面在数学、天文和物理学都有永垂不朽的贡献。\n\n中国的哲学家对大自然有兴趣的有名家和道家，但是他们对自然科学本身的贡献比不上古希腊学者。他们没有系统地发展三段论证的方法，推理不够严谨，又不愿意系统化地研究一般性的原则。魏晋南北朝时，中国产生了出色的基础科学家，但是隋唐虽称盛世，基础科学反不若东汉到南北朝这段时间，可能与科举取士有关。但是我想中国基础科学不如西方，不是单单科举取士扼杀创意，就可以解释过去。这个问题和中国人的哲学思想有极大的关系。\n\n西方哲学家追求的是穷理致知，中国哲学家却顶多做到格物致知。基础科学的精神在于穷理，中国一般学者不讲究这一套。在今日中国的学术界，尤其是这三十多年来留学海外的华裔学者，有成就的实在不少。但是领袖群伦，成一家之言的，却实在不多！有这样地位的学者，必须能够创造新的学问，新的方向，有自己的哲学来指引大方向；同时有决心，有毅力来穷究真理的本源。所以今日中国要在基础科学出人头地，必先了解基本科学背后的哲学思想。\n\n我们现在来讨论中国古代的情形，并试图和古希腊的这个伟大时期做个比较。影响中国思想最深远的当然是孔子（公元前 551 —前 479 年）。儒家对基础科学的思想兴趣不大，子不语怪力乱神也。但是夫子有教无类的精神却影响了历代以来平民可以读书、而至卿相的格局。而儒家思想以人为本位。春秋鲁国大夫叔孙豹论三不朽：立德，立功，立言，却不谈大自然的事情。\n\n在儒家的大师中，荀卿（公元前 298 —前 238 年）在楚国兰陵讲学多年，他受道家的影响比较深，一方面主张不可知论的唯理主义，另一方面却否认理论研究的重要性，而主张技术的实际应用。\n\n所以他说：\n\n“从天而颂之，孰与制天命而用之！” “故错人而思天，则失万物之情！” “故明君临之以势，道之以道，申之以命，章之以论，禁之以刑。故其民之化道也如神，辩说恶用矣哉！”\n\n所以荀子认为政府应该带领和指导人文的发展，老百姓是不必辩说的。这个观点和希腊精神大相径庭。\n\n既然不用辩说，科学无从而起，只有工匠的技术了。荀卿将儒家的正名移交政治权威时，已经十分接近法家，他的弟子李斯成为秦国丞相，作为法家的实践者，就不足为奇了。秦始皇焚书坑儒，政教不分。春秋战国时代百家争鸣的局面从此湮灭，最为可惜。\n\n孔子继承商朝以来祭祀先人的观念，主张服三年之丧，又说：三年无改父之业，可谓孝矣。历朝皆标榜以孝治天下。宗庙祭祀已经接近宗教信仰了。孔子本人受到历朝皇帝的敬拜，中国主要的城市都有孔庙，儒家变成儒教，对基础科学的发展，不见得是好事。\n\n和儒家对立的墨子（约公元前 479 —前 381 年），因为主张兼爱和非攻，他精通筑城和防御技术，研究力学和光学。后期墨子开始注意实验科学基础的思想体系，这个想法可能是因为要和各家争辩取得胜利的缘故。\n\n此后出现的战国时的惠施和公孙龙，被史学家司马谈和班固尊称为名家。他们的著述大部分失传，《公孙龙子》一书，部分留存，还有一部分载在庄子的书中。他们开始注意抽象的逻辑理论，发展了悖论。这些悖论和希腊芝诺（Zeno of Elea）的悖论接近。悖论有助于逻辑学的发展，可惜中国在这方面的研究远逊于西方。\n\n在齐国，邹衍（约公元前 350 — 前 270 年）得到齐宣王的尊重，在稷下这个地方发展了五行学说和阴阳的观念。稷下学宫容纳几乎各个学派的学者。上述的荀卿在 50 多岁时就曾游学稷下，其他学者包括淳于髡、慎到、田骈等。在那个时候，楚国的兰陵，齐国的稷下，是天下学术中心，比美古希腊时代柏拉图的学苑（academy）。\n\n邹衍提出的五行概念是中国的自然主义，也是科学的概念。他们认为木克土，金克木，火克金，水克火，土克水，循环又周而复始。邹衍的学说很受诸侯的重视。《史记·历书》说：“是时独有邹衍，明于五德之传，而散消息之分，以显诸侯。”又说：“而燕齐海上之方士传其术不能通，然则怪迂阿谀苟合之徒自此兴，不可胜数也。”\n\n虽然古希腊和中国五行学说有相似的地方，但是分歧更大。五行的概念也影响了炼丹术的发展。汉儒董仲舒等继续发扬五行之说。西方的元素概念从柏拉图就开始，不断地通过推导，观察，形成现代的原子、化学元素的概念。但是中国的阴阳和五行学说虽然开始时是自然科学的思维，但是逐渐发展为解释人事的学说，近于迷信了。\n\n现在来谈道家。儒家和道家影响了中国两千多年来的思想，不可不研究它的内容。和道家有关的著作有老子的《道德经》，庄周的《庄子》，还有《列子》、《管子》和《淮南子》，何炳棣先生认为都源于《孙子兵法》。事实上，道家应该起源于战国初期喜欢探索大自然之道的哲学家。他们认为要治理人类社会，必须对超出人类社会的大自然有深入的认识和了解。\n\n道家也受到齐国和燕国的巫师和方士这些神秘主义者的影响。他们认识到宇宙和自身都在不断地变化。他们对于自然界的观察转移到实验，炼丹术成为化学、矿物学和药物学研究的开始。可惜他们不能将观察系统化，缺乏亚里士多德对事物分类的能力，又没有创造一套适用于科学的逻辑方法。这是很可惜的事情！\n\n综观上述诸子，在春秋战国时，百家争鸣，影响了中国思想两千多年的历史。现在很多年轻人即使不在乎这段历史文化，却是受到它们的深刻影响而不自知。汉武帝独尊儒家，中国还是受到道家思想的影响。魏晋南北朝时，基础科学达到空前的发展，刘徽注《九章算术》，祖冲之父子计算圆周率和球体积，以及《孙子算经》的剩余定理，都是杰出的数学成就。\n\n东晋医学家葛洪（公元 284 — 364 年）开创中国化学的研究基础。天文和地理（如《水经注》）都达到空前的进步。可惜中国在隋唐以后对基础科学不够重视，以技术为主要方向，清末遇到西方现代科学文化的冲击，才开始了解中土文化有欠缺的地方。\n\n一般来说，中国人对定量的看法并不重视，往往愿意接受模棱两可的说法。一个例子是中国的诗词有很多极为隐晦的语句，但是却富有意境！中国人在算命时，答案往往有不同的解释。\n\n但是当测量师、木工、建筑师、雕塑家、音乐家得到精细的数字时，我们的学者对这些数字却没有兴趣去做深入的研究，从这点上，我们就可以看到中国学者对科学的态度和西方不一样。中国人对于和政治德行无关的学问，都不觉得重要。\n\n例如文学创作，到三国魏文帝曹丕才说：盖文章，经国之大业，不朽之盛事！（但是他的弟弟曹植就不认为文学的创作比治理国家重要。）所以自古以来，学而优必仕！中国学者很少能够为做学问而做学问，少有西方学者穷理治学的精神。这一点和东西哲学不同有关，中西方对人生的看法也不一样。\n\n西方的科学，都可以溯源到古希腊时代。从公元前 625 年到公元前 225年间，哲学家辈出，穷理致知。到柏拉图和亚里士多德的时候，更将哲学范围扩大，包括讨论宇宙和人生的一切。\n\n古希腊的科学观和宇宙观，在文艺复兴和人文主义开始时，由培根（Francis Bacon）和笛卡儿（René Descartes）发扬光大，影响到今日基本科学的想法，所以我们在下面纵述古希腊哲学家的源流，以和中国哲学比较，从中可以看到中国基础科学落后于西方的原因。\n\n哲学的任务，在于聚集一切的事物，总集一切的知识，构成整个的宇宙观和人生观的基础。但是有系统的哲学研究，大致上从公元前 625 年开始。希腊哲学的奠基时代从这年开始到公元前 480 年（该年，希腊海军打败波斯人，亦是孔子卒前一年）。公元前 625 年到公元前 480 年的早期希腊哲学，开始摆脱希腊神话的传统思维，转而探寻本源。这个时期希腊哲学分东西两派。\n\n东派以泰勒斯（Thales，公元前 640 — 前 550 年或公元前 610 —前 545年）为代表，他可说是古代第一位几何学家、天文学家和物理学家，开始了论证的方法，并提出本质的观念（idea of nature）。他生于米利都（Miletus），是米利都哲学学派的创始人。此地濒临大海，海洋变化多端，因此有好奇心来考究与自体相同而同时能运动的宇宙本质。他们认为物质之中，含有精神的要素。他们主张宇宙为生灭流转之过程，无始无终的大变化。\n\n西派有爱理亚学派（Eleatic school）和毕达哥拉斯学派（Pythagoreanschool）。爱理亚学派的创导者是齐诺芬尼斯（Xenophanes，公元前 570 — 前475 年），他定居于意大利西南部的爱理亚，认为构成宇宙的原始本质是不变的。这和东派相反。此派学者芝诺（Zeno of Elea，公元前 490 —前 430 年）是辩证法（dialectics）和诡辩术（sophistry）的始祖。\n\n西派的另一代表为毕达哥拉斯学派。毕达哥拉斯（Pythagoras，公元前540 —前 500 年或公元前 582 —前 540 年）。他是小亚细亚附近的萨摩斯岛人（Island of Samos）。他在意大利南部的克罗多纳（Crotona）讲学，以神秘宗教为背景，此种神秘宗教盛行于色雷斯（Thrace）。该学派每年有年会，狂歌狂饮，以图超脱形骸的束缚，谋求精神的解脱。毕氏的贡献以音乐、数学及天文学为主。\n\n他们认为数是万有之型或相（form），并认为宇宙的实体有二，就是数与无限的空间。一切事物的根本性质和“存在”，是基于无限的空间之形成于算数的具体方式。数是“存在”的有限方面，而空间是“存在”的无限方面。真的“存在”即是两方面的联合，缺一不可。数是自然事物的方式或模范，它预备了“模型”（mould）。无限的空间则供“原料”（raw material）。二者相合而万象生。\n\n此派的宇宙观念，认为世界万有以火为中心，天体有十，绕火作运动，开以后哥白尼（Copernicus）的天文学说。毕氏亦研究音乐，量弦之长短，以定音，是故音亦数也。值得一提的是，易经系辞中所谓“象”，实即 form。谓：“易者，象也”，“圣人立象以尽意”。易经认为在变化的现象中，抽出不变的概念，而以简单的方式表达，是所谓象。这个观念和上述的数的概念很接近。\n\n泰勒斯和毕氏学派均主张宇宙本土为一元之说，一派主变，一派主不变。一派主动，一派认为动是假象。为解决这些矛盾，遂有调和派的多元论产生。他们以为变易非变形，乃换位，是大块中各小分子的换位，生灭都不过是位置的变易而已。创造是新结合，破坏不过是分子的分散而已。\n\n这段时期的希腊哲学家认识到知识界的有秩序和感觉界的无秩序。他们的秩序是研究天文学得来的。他们寻求的永存不变的原理是在诸星单纯的关系中所发现的。\n\n在公元前 480 年，雅典战胜波斯以后，希腊文明逐渐移入雅典，进入了希腊启蒙时代（the Age of Enlightenment）。这时由伯里克利（Pericles）执政，达 39 年之久。\n\n这段时期，名家辈出：雕刻家菲狄亚斯（Pheidias），悲剧大师欧里庇得斯（Euripides）、埃斯库罗斯（Aeschylus）和索福克勒斯（Sophocles），历史学家希罗多德（Herodotus）和修西得底斯（Thucydides），哲学家普罗泰戈拉（Protagoras）、苏格拉底（Socrates）和德谟克里特斯（Democritus）。\n\n在这段时期，平民政治代替了贵族政治，问政需要知识，法庭声辩需要才智，因此学问要求也愈益迫切，同时更加普及化，对政治，对法律，对传统和对自己都加以批评，呈现了灿烂的奇观。\n\n波斯战争以后，文化得到自由发展，个人觉醒，由怀疑而批评的精神发展到了极点。由批评而入于怀疑的，当时叫作辩者（sophists）或哲人，复由怀疑而再入于肯定的代表人物，则是苏格拉底（Socrates，公元前 469 —前399 年）。他生于雅典，是这时代最重要的人物。他认为知识即道德，而道德即幸福。\n\n哲人原文为智者，他们教授平民文学、历史、文法、辩论术、修辞学、伦理学和心理学等学科。哲人运动，长达百年。希腊小孩子学习体育和音乐，所谓音乐包括几何学、七弦琴、诗歌、天文、地理和物理等，16 岁起受教于这些哲人。\n\n苏氏的主要继承人为柏拉图（Plato，公元前 427 —前 347 年），也是雅典人，美仪容，好美术诗歌，师从苏格拉底八年，40 岁后在雅典郊外成立学园（academy），可说是教育史和学术史上之盛事！他认为有两个世界：理念的世界（world of ideas）和物质（现象）的世界，前者为至善，后者要达到至善需通过爱（Eros），人类于不完全中求完全的渴望乃是爱。\n\n柏拉图之后，他的学生亚里士多德（Aristotle）集希腊哲学家科学之大成，他是亚历山大大帝的老师。他的学说宏博无比，我们常用的三段论证法，即源于亚里士多德。\n\n公元前 338 年腓力二世赢得喀罗尼亚战役，结束了希腊的独立。两年后，他被刺身亡。他的儿子亚历山大继位，在十二年间征服了一大片土地，希腊文化走向了终结，他开辟了一个新的希腊化时代，把希腊文化输送到了亚洲的心脏地带。他 33 岁去世。\n\n亚历山大的朋友托勒密（Ptolemy）成为埃及的总督。他在公元前 320 年征服了巴勒斯坦和下叙利亚。在希腊人的统治下，埃及成为东方和西方的融合处，亚历山大城聚集了马其顿人、希腊人、埃及人、犹太人、阿拉伯人、叙利亚人、印度人。因此希腊的城邦观念被世界主义的观念取代了，这里建立了亚历山大博物馆，希腊文化因此移植到埃及来。\n\n在这里诞生了欧几里得（公元前 325 —前 265 年）和他的《几何原本》（Elements）。该书有十三卷，前六卷讨论平面几何，第七卷到第十卷讨论算术和数论，后三卷讨论立体几何。这本书受亚里士多德的公理化理论影响，将很多重要和已知的数学定理用公理严格地统一起来，影响了基础科学的发展。牛顿和爱因斯坦对物理现象都想用简洁的原理来统一说明，这也是《几何原本》所追求的精神。\n\n在数论方面，欧几里得证明了一个漂亮的命题：素数有无穷多个。这个命题开创了素数的研究。他发明的找寻最大公约数的方法，现在叫作欧几里得算法，至今还是一个很重要和实用的工具。\n\n紧跟着欧几里得的大数学家有西西里岛上的阿基米德（公元前 287 — 前212 年）。他发明了穷竭法，从而可以计算各种立体和平面几何图形的体积和面积（例如球体以及抛物线和曲线围绕出来的面积），可以说开近代微积分的先河。他又用逼近法计算圆周率，还开创了静力学和流体力学，影响到牛顿力学的发展。\n\n欧几里得和阿基米德以后，罗马帝国兴起，疆域横跨欧亚大陆，将希腊文化传播得更远。但从基础科学的观点来看，罗马帝国征服了希腊，却被希腊文化征服了。波斯人和阿拉伯人倒是保护了希腊的文化，融合了古巴比伦人在代数方面的贡献，继续发扬光大。\n\n近代基础科学萌芽于希腊，茁壮于文艺复兴时代，我们以上的论述基本上集中在公元前 625 年到公元前 225 年这四百年间的希腊文化，无论从哪个角度看，这是人类文明的极致，现代科学成功的基础。\n\n结 语\n\n科技的发达，固然是现代先进国家富强和持续发展最重要的一环。科技依赖于基础科学的发展。哪个国家能够引领科技的发展，其必将强大，哪个国家能够引领基础科学的发展，其强大必定会历久不衰！科学家是有血有肉的人，所以基础科学家需要人文科学来培养他们的气质和意志！\n\n哲学是统摄这些学问的根源，基础科学需要哲学的帮助，才能不断创新前进。中国和古希腊大约都在公元前 6 世纪开始哲学的研究，但是由于种种不同的历史原因，中国在西方文艺复兴后，大幅落后于西方。这个问题需要从最基本的哲学观点来解决，这样始能够解决我国科学工作者对于科学的基本态度，才能更深入了解基础科学的价值观念。\n\n中国人重视人事关系，远比真理为重。如何解决这个问题是中国科学现代化的重要一环。我还记得在某人声称解决一个有名问题的方法被数学界公认为错误时，某个名学者（基于感情的立场）还是大力吹捧此人的结果。另外一个名学者则坚持支持这个不合科学精神的论断。我很难想象西方的科学家愿意这样做。在真理面前，人人平等！但是这个显而易见的科学精神，在中国没有被重视。\n\n当伽利略在教皇面前坚持他的学说时，义无反顾。在西方，学者都坚持这个精神。但是在中国，即使到最近，还有人用政治的观点来批判广义相对论，又往往用民族主义的观点来评判学问的得失。自从汉儒做伪经，学者互相抄袭以来，少数学者对于抄袭不再有廉耻心。近几年来，个别名学者公然抄袭，被指控而无法辩驳后，还恬不知耻。如果由这样的人领导中国科学界，恐怕是中国科学争取上游的主要绊脚石。我想中国社会能够容忍这样的人，和中国人的基本哲学有关。\n\n在不同时代，中国学者表现的风骨并不一样。一个有名的事件发生在1958 年的“中研院”，蒋介石受邀请到台北南港致开幕词。他认为“中研院”除了要维持中国文化外，也要负起社会的责任。胡适之当时任院长，当即站起身说：您错了，“中研院”是为学问做学问，不讲究这一套！蒋介石虽然不高兴，但没有表示出来！胡适之的勇气却受人钦佩。其实这是两个不同的看法，蒋介石说的是中国儒家的精神，而胡适之说的西方求真的精神确是中国学者缺乏的。\n\n但是希腊亡于罗马，宋朝亡于蒙古人。他们的文化远胜于后者！其实这两个看法不应该有矛盾。有一群人可以一生致力于文艺和基础科学的研究，另外一大群人做技术上的研究，一群人将技术变成产业。几方面一同合作，社会和国家才会得益。\n\n作者简介\n\n丘成桐，当代数学大师，现任哈佛大学讲座教授，1971 年师从陈省身先生在加州大学伯克利分校获得博士学位。发展了强有力的偏微分方程技巧，使得微分几何学产生了深刻的变革。解决了卡拉比 (Calabi) 猜想、正质量猜想等众多难题，影响遍及理论物理和几乎所有核心数学分支。年仅 33 岁就获得代表数学界最高荣誉的菲尔兹奖 (1982)，此后获得 MacArthur 天才奖 (1985)、瑞典皇家科学院 Crafoord 奖 (1994)、美国国家科学奖 (1997)、沃尔夫奖 (2010) 等众多大奖。现为美国科学院院士、中国科学院和俄罗斯科学院的外籍院士。筹资成立浙江大学数学科学研究中心、香港中文大学数学研究所、北京晨兴数学中心和清华大学丘成桐数学科学中心四大学术机构，担任主任，不取报酬。培养的 60 余位博士中多数是中国人，其中许多已经成为国际上杰出的数学家。由于对中国数学发展的突出贡献，获得 2003 年度中华人民共和国科学技术合作奖。", "view_number": 7, "like_number": 17, "comment_number": 0, "classname": "政治", "labels": ["基础科学", "中国", "公元前", "希腊", "学者"], "comments": []}, {"id": "26", "title": "云时代的分而治之：欧洲云项目引发美国科技巨头的强烈反对", "text": "德国和法国正在推出一个由政府支持的项目以开发欧洲云基础设施，竭力帮助当地供应商与主导全球云市场的美国科技巨头竞争。\n\n亚马逊和微软抨击了近期宣布的这个名为Gaia-X的项目，称该项目会限制跨境数据服务。\n\n目前，全球公共云计算市场以AWS（47.8％）为主导、其次是Azure（15.5％）、阿里云（7.7％）、谷歌（4％）和IBM（1.8％），（来源：Gartner2018年市场数据）。\n\n亚马逊、微软及其他美国巨头的影响力令欧洲政界人士和企业高管深感担忧。《华尔街日报》今年10月报道称，德国和法国这两个欧洲经济强国以及其他欧盟国家的公司企业对于自己依赖必须遵守美国《澄清境外合法使用数据法》（Cloud Act）的技术供应商感到担忧。2018年颁布的这部法案规定美国公司在执法部门提出要求时应提供客户的个人数据，即使含有这些信息的服务器设在境外。\n\nFrank Melzer是生产机器人及其他工业产品的德国公司Festo AG的首席技术官，他在近日宣布Gaia-X的德国数字会议上说：“我们的数据到底多安全，这个问题并没有答案。”\n\n参与Gaia-X的云服务供应商将被要求向企业客户证明其信息是安全的，并且就信息的存储位置和处理方式做出保证。参与该项目将要求云服务供应商使用同样的标准，让公司可以将其数据从一家供应商轻松转移到另一家供应商。\n\n德国经济部称，法国和德国的政府官员本月将与有兴趣参与该项目的公司会面，计划在今年年底前为该项目制定一套治理架构。德国经济部的女发言人拒绝透露详情。\n\n《华尔街日报》之前报道称，一些使用美国大型云服务供应商的欧洲公司称，那些服务的价格比欧洲的云服务更具竞争力。德国经济部称，Gaia-X可以通过对云服务供应商和客户之间的合同和流程实行标准化，以降低交易成本。至于政府打算在这个项目上投资多少，德国经济部并没有提供细节。\n\n德国商业银行的女发言人在电子邮件中告诉《华尔街日报》，Gaia-X是一个“重要的项目”，但性能、服务和成本方面的细节将决定欧洲云服务供应商能不能与非欧洲服务供应商一较高下。她说，德国商业银行使用的是谷歌和IBM的云服务。\n\n政府官员表示，这项基础设施计划的另一个目标是帮助制造和医疗保健等行业的欧洲公司，在不依赖外国技术供应商的情况下自行开发算法和AI。\n\n德国经济部长Peter Altmaier在近日的会议上说：“我们需要在AI领域有类似空中客车这样的公司。”\n\n欧盟委员会负责通信和技术的官员Roberto Viola也将Gaia-X比作空中客车。空中客车是欧洲的跨国飞机制造商，是美国波音公司的主要竞争对手。\n\n他在同一场会议上表示：“欧洲仍对世界保持开放，但怀有获得数字主权的雄心。”\n\n微软和亚马逊都表示，他们能够安全地托管公司数据，批评了德国和法国政府的做法。\n\n微软的发言人称数字主权是正当的目标，但补充道：“不过在云时代，我们认为完全按照领土边界来定义主权是错误的。相反，主权需要最强大的云解决方案。”\n\n该发言人称，微软有兴趣加入Gaia-X。\n\n德国经济部长称，如果非欧盟的公司“认同我们在数字主权和数据可用性方面的目标”，可以加入Gaia-X项目。至于如果美国公司遵守美国《澄清境外合法使用数据法》，它们是否还能满足这些目标，德国经济部的女发言人拒绝发表评论。\n\nAWS的发言人称，德国和法国的计划“摈弃了云计算给客户带来的许多根本性好处――它限制了自由选择权、灵活性以及全球扩张的能力，又没有提升安全性。”", "view_number": 6, "like_number": 19, "comment_number": 0, "classname": "科技", "labels": ["Gaia", "德国", "服务供应商", "欧洲", "经济部"], "comments": []}, {"id": "27", "title": "美国工程院院士李凯：中国863计划是失败的", "text": "“如果从培养人的角度来说，863计划是培养出了一批人才，但是，如果从科研创新的角度而言，我认为它是失败的。”李凯说。他的评价基于三个标准：第一，是否产生颠覆性技术；第二，是否在某个领域的国际市场上占据领头羊地位；第三，是否通过核心知识产权创造出很高的毛利。\n\n有人认为李凯定的标准太高，但李凯不同意：“这是世界工业界公认的标准，不是我的标准。”\n\n去年，为了纪念《中国计算机学会通讯》出版100期，作为中国计算机学会的海外理事，李凯系统梳理了这个思考多年的问题，应邀写了一篇长文《促进中国高科技科研创新的想法》。在这篇文章中，他尖锐地指出当前教育和科研制度的弊端，尤其是科研制度将科研和创新混为一谈。\n\n虽然知道直言不讳地道出这样的结论会让一些人不快，可李凯依然坚持做《皇帝的新衣》里那个说真话的孩子，因为“在科学与工程领域，想要成功，首先要实事求是”。\n\n在学术界与工业界的成功跨界经历，李凯对科研与创新的联系有深入的思考和亲身的体会。\n\n近日，在接受中国青年报记者专访时，李凯再次重申自己的观点：“你不实事求是，就看不清自己的位置；你要想真正前进，发现新知识、创新，必须实事求是，否则就达不到目的。你要衡量做得有多好，要同一领域的评价，而不是政府来评或者领域外的人来评。”\n\n科研和创新不是一回事\n\n过去几年中国一直在增加科研投入。2013年，中国的科研支出达2580亿美元，虽然占GDP的比例还低于欧美、日韩与以色列等发达国家，但科研投入总量已居世界第二，比美国少36%。在高科技产业领域，中国占全世界高科技产品的出口份额从2000年的6.5%一路攀升到2013年的36.5%。与此同时，中国也跃升为世界论文第一大国。\n\n一个不容回避的核心问题是——政府对高科技创新的投入有多大效果？\n\n“如果向国际高科技界询问这个问题，大多数会回答：并不有效。”李凯说，根据科技部披露的数据，2011年中国出口高科技产品份额中，82%由外资企业或合资企业生产。\n\n作为世界第二大经济体，高科技发展是中国从制造大国向基于核心知识产权的高价值经济体转型的关键。一个明显的事实是，相当多的学者已经学会了如何把钱换成“纸”，也就是书面的论文，但是还不太擅长如何把书面的论文，也就是“纸”转换成金钱。\n\n为什么政府在高技术领域的科研经费投入效果很差？为什么论文第一大国掌握不了“纸变钱”的游戏规则？在李凯看来，原因主要在两个方面。第一个方面就是科研与创新合二为一的政策，并对所资助的研究性项目提出不切实际的商业成功要求。\n\n“从表面上来看，科研与创新合二为一的政策对政府和宣传是很有吸引力的，但其实这是混淆了科研与创新的基本概念。”李凯对第一个原因阐释道。\n\n以发明即时贴闻名世界的3M公司的杰弗里·尼科尔森博士曾经对两者给出明确的定义：“科研是将金钱转换为知识的过程”，而“创新则是将知识转换为金钱的过程”。\n\n“如果把金钱转化成金钱，就去华尔街，不需要找科研人员。”李凯直言。\n\n李凯认为，将科研资助与创新资助混为一体所带来的问题显而易见。\n\n第一个明显问题是此举会带来两种激烈的冲突。李凯举例，一个受到资助的团队必须发表新知识来衡量他们的研究是否成功，但同时又要保护他们的知识产权以实现商业成功。这在知识产权保护还较弱的环境下是非常困难的。\n\n另一个冲突是大学会变成营利机构。当一所大学拥有了公司，它将成为产业界的竞争者。这样的利益冲突偏离了大学的主要目标——培养学生。\n\n李凯认为，第二个明显的问题是要在2～3年内既要产出成功的科研成果又要实现成功的创新产品是不现实的。\n\n“即使不考虑发表论文，哪怕是拥有了一支有经验丰富的高素质工程师团队，要想在这么短的时间内开发出在市场上获得成功的高科技产品已经是非常困难的，更何况这支团队是由没有产品开发经验的研究生新生组成的。”李凯说。\n\n这样的后果就是——很多团队转向做“反向工程”或“山寨”产品，却没有创造核心知识产权；很多聪明的研究人员开展影响力不大的研究项目，开发没有市场竞争力的产品；很多发表的论文或者只有一些小的改进，或者根本没有新的想法。\n\n然而，为了继续获得未来的经费支持，不仅每个团队都必须宣传自己的项目是成功的，而且经费管理机构也必须宣传他们资助的大多数项目是成功的。\n\n“也许这就是为什么‘863计划’资助了28年后，所资助的项目仍然是在‘追赶’而不是做真正的创新。”李凯说。\n\n政府不要扮演风投的角色\n\n对科研进行5年规划的方式，导致资助的研究方向与高科技领域的快速变化出现大量脱节，是李凯认为的导致政府对科研高投入却效率不高的第二个原因。\n\n也曾经有国内的科技部门主管官员向李凯咨询：我们要做5年规划，您在信息科学方面有什么建议？\n\n李凯直言：脱离5年计划。“针对未来5年设立的项目，大多数方向很快会过时，这会在国家层面上造成时间和金钱的极大浪费。”他实事求是地告诉这位官员，“任何人不知道信息技术类会发生什么变化。你们不如拿一部分钱支持5年计划，更大的一部分钱支持不是5年计划的项目。这样支持的项目才有可能产生推动型的科研成果。”\n\n“当政府经费管理机构确定科研与创新方向时，他们认为这些方向将会对中国经济有利。但是，因为没有产品开发与管理的经验，他们也不了解市场需求。同样，一些权威科学家建议设立某些方向，多数科学家自己也没有创业经历，也不了解市场需求。”李凯说。\n\n在李凯看来，其中最大的问题是：“计划的决策大多是由技术驱动的，而那些大型成功企业的决策是由市场主导的。”\n\n美国也曾经有过这方面失败的案例。美国政府设立一个叫“SBIR”的计划用来为技术转化提供种子资金支持。这个计划年度预算相当大，但成功的案例很少。科研与创新混为一体的一个弊端是“要求政府经费资助机构充当风险投资公司角色，但他们并没有遴选创业公司的经验”。\n\n李凯认为，对政府而言，“应该投资在科研上，而不应当扮演风投的角色。”\n\n科研与创新分离的优点大于缺点\n\n当然，科研与创新分离也有缺点。资助研究的政府机构在短期内无法看到研究成果商业化和创造就业机会的结果。但是，李凯说，科研与创新分离的优点大于缺点。\n\n首先，这能鼓励研究人员专注于影响力巨大的新技术新发现，而不必担心商业化；其次，将科研与创新分离，创业人员与投资者也更可能成功；另外，因为他们没有短期成果的压力，政府的经费资助机构拥有更多的资源来资助有大影响力的想法和潜在的颠覆性想法。\n\n李凯个人经历就验证了这一点。2001年，他选择“no paid leave”（即我们常说的停薪留职），暂时离开普林斯顿大学，一个学生也没带，就来到位于西海岸的硅谷创业。因为知道自己擅长技术而不擅长管理，所以他与几个合伙人从一开始就积极寻找了一名合适的CEO，并在摸清市场需求后，再找一批很好的人来做技术。\n\n公司刚刚起步的时候，李凯还记得，做一个小的演示，用五千到一万行程序代码就可以解决了；2004年，第一个产品推出来的时候，需要30多万行程序代码；2011年，一个产品的程序已经是500多万行代码了。\n\n“谁来写两个数量级中间的东西？”李凯问，“只能是找最好的人。”而早在2004年，李凯公司的创新已经“颠覆了这个市场”。\n\n“如果我当时还坚持在普林斯顿大学，一边做科研，一边做公司搞创新，就是我们常说的脚踩两只船：可能一艘船比较快，就会掉到河里了；如果两边都做，只能让两边走得都不快。”李凯说。\n\n慢慢来不是创新的态度\n\n要取得科研和创新的成功，也必须改革现有的衡量标准。\n\n李凯到国内的一些学校访问，发现他们在介绍自己的科研成绩时喜欢用同一个指标：科研经费。\n\n一所高校计算机学院的院长在介绍学院发展时说：现在院里很好，科研经费超过亿元。\n\n李凯忍不住问：你最主要的科研成果是什么？对方说不出来。李凯直言：我认为拿的钱越少，做出的成果越多越好。研究与创业类似，都应该追求用最少的钱做出有价值的工作，在硅谷一个只会拉风投而不能把企业做大的CEO没人愿意雇佣。他们说，你说的很对。只过了5分钟，对方又开始说某位教授做得有多好，拿了多少经费。\n\n文章也是国内高校介绍科研成果时一个常常挂在口头的指标。李凯忍不住自嘲：如果按照现在的规定，博士期间只发表了一篇文章的自己根本没有办法毕业。\n\n李凯的建议是：政府不要设定统一的衡量标准来约束所有的大学和研究机构，应该下放权力给大学和研究所，要相信他们的判断力，并让他们自行制定合适的衡量标准。\n\n李凯有些着急：“863计划执行到现在已经有28年了，你可以说中国的事情要慢慢来，可是还需要多慢？慢慢来的态度就不是创新的，创新就要颠覆以前的事情。成功不是在一个受保护的市场里，而是在国际市场上。”\n\n“我相信如果这样的改革能实施，我们将会看到高校与研究机构培养出大批有天赋的科研人员和有才能的企业家。”李凯说。\n\n文章来源：中国青年报，原标题：《创新：政府不应扮演风投的角色》\n\n今日编辑：麦片", "view_number": 19, "like_number": 19, "comment_number": 0, "classname": "新闻", "labels": ["李凯", "科研", "创新", "资助", "成功"], "comments": []}, {"id": "28", "title": "中兴事件之痛--中国整机产业的皇帝新衣", "text": "3月7日早上，一个朋友给笔者打电话：“中兴停牌你知道不？美国政府禁止中兴采购了”。此时笔者的注意力还集中在今年女生节新出的条幅上，不以为然的答道：\"看到报道了，估计美国政府也就做做样子吧\"。然而两天过后，事件发酵，先有中兴网友爆出，除了不允许采购芯片之外，美国供应商已经全面停止对中兴的技术支持：不再回复邮件，打电话过去，对方说，“你的邮件我就当没看到，电话以后也别打了，否则我会有麻烦。”接着，看到中兴宣布正在配合美国政府申请出口许可，虽然这种申请通常会被驳回。再后来，听说ARM这家英国公司，因为公司大部分研发放在美国，也被迫停止对中兴的支持和商务合作。如此种种，让笔者深吸一口凉气，看来这次美国玩儿真的了。\n　　\n　　对于这次事件的反应，有些人认为没什么大不了，努比亚没了高通，不是还有中兴微电子么，用自己的呗。有些人认为，最好全部禁运，此刻正是国产芯片的好机会。但笔者却认为，若美国政府的断货制裁持续过久，会带来中兴乃至整机产业的灭顶之灾。所谓皮之不存毛将焉附，对于国产芯片而言，若失去国产整机厂作应用支撑，又谈何发展机会。所以，目前当务之急是让美国政府尽快解除禁运，度过眼下难关，再图将来。\n　　\n　　虽然这些年，国内集成电路产业发展突飞猛进，自给率逐年提高。华为海思最新的麒麟芯片可以和高通骁龙820一比高下；龙芯积累了十多年，也终于可以和北斗卫星一起上天；随便拆开一个蓝牙音箱、机顶盒、冰箱洗衣机，里面的核心芯片已经大部分是国产品牌。但不可忽视的现状是，这些国产芯片的成功应用大多在消费类领域。在对稳定性和可靠性要求很高的通信、工业、医疗以及军事的大批量应用中，国产芯片距离国际一般水平差距较大。尤其是一些技术含量很高的关键器件：高速光通信接口、大规模FPGA、高速高精度ADC/DAC等领域，还完全依赖美国供应商。\n　　\n　　进入二十一世纪第二个十年，西方国家遏制中国，限制高技术产品出口中国的瓦森纳协议依然生效。上述几种芯片是限制出口的重灾区。如果想看看中国这几个方向的真实水平，每年查查瓦森纳协议的更新就可以了。而现代相控阵雷达里面，他们都是必需品，只能通过”你懂的”渠道获得。每生产一台国产示波器，里面的ADC都需要美国政府的同意才能进口，同时要承诺不被转做军事用途。打开中兴、华为出产的基站，电路板上除了几颗数字基带芯片是自产的，通信链路上RF，PLL，ADC/DAC乃至外围测量电源电压的芯片都见不到国产供应商的身影。虽然整机厂通过自产基带芯片掌握核心算法，但是，却无法解决被国外芯片供应商“卡脖子”的问题。了解整机产业的人都知道，一台基站假如有100颗芯片，其中只要有1颗被禁运，整台基站就无法交付。就算找到团队重新设计，根据IC研发的固有规律，一颗芯片从设计、测试到量产至少要1年以上，高可靠性的工业级芯片需要时间更长。如果制裁持续1年，这期间中兴的所有产品全面断货，合同无法履行，完全没有收入，结果不言而喻。唇亡齿寒，就算国产ICer们一年后把芯片给中兴做出来，又有什么用呢？这一次，美国政府是捏住了中兴的脉门。\n　　\n　　诚然，这些年来中国电子整机行业水平突飞猛进。华为超越爱立信成为世界第一大通信设备公司。逼的其他几家公司只能不断合并，最后中兴得以挤进世界前四。联影、迈瑞等国产大型医疗器械的产品水平直逼GE、飞利浦等巨头。国产雷达完成主动相控阵的跨越式超越，052C/052D、歼16等高性能武器服役，其雷达制式和性能已经直逼美国，超越欧洲和俄罗斯。就在军迷们弹冠相庆，裤衩红的不能再红的时候，不能掩盖的事实是缺”芯”的命门其实一直掌握在美国人手中。\n　　\n　　纵览历史，中国电子整机产业的突破其实也是电子技术演进和世界分工变化的结果。电子设备的核心是算法、软件和硬件。算法和软件有其自身的特点，中国人依靠聪明和勤奋容易完成赶超。客户需要一个feature，华为可以连夜派工程师加班编写；都是4G基站，华为可以做到一键配置完成，而对手需要按照操作手册一步步完成。早年的华为靠这些逐步建立起市场优势。而硬件随着IC技术的发展，芯片集成的功能越来越多，实际上技术含量都集中到了芯片中。以前一块电路板上上百个元件，调试和良率都是门槛，而现在变成一两颗芯片。只要你能买到芯片，照着参考电路设计一下，八成能用。除了军用的高端芯片，华为中兴之流几乎可以买到世界上最先进的商用芯片。尽管有瓦森纳协议，但美国供应商们在巨大的利益诱惑面前，也在帮助我们想办法绕过限制。于是，买了一流的芯片，就有了一流的硬件，再加上勤奋铸就的软件和聪明凝聚的算法，打败懒惰的欧洲通信商们就是顺理成章的事情。于是中国成了世界工厂，有着世界上最大的半导体消费市场。但3月7日，美国政府的制裁来了，我们才发现，世界领先的整机产业实际上是建立在沙子一般的地基之上，皇帝的新衣被人扒的一干二净。\n　　\n　　互联网我们有BAT可以和facebook/google过过招，电子整机有华为中兴可以对抗思科爱立信，IT行业里面为什么独独集成电路，没有能跟美国抗衡的能力呢？这还要从IC设计产业的特点来说起。IC设计相对于互联网和整机设备，有两个重要特点，试错成本高和排错难度大。互联网做一个app，可以一天出一个版本，有些bug没关系，第2天就可以修复，试错和修改的成本几乎为零。整机硬件的电路板设计周期在1天到1个月之间，生产周期在3天到2周之间，出了错重新投板费用在几百到几千之间，最多数万块钱。而IC设计，不算架构设计，从电路设计开始，到投片，最少要半年时间。投片送到工厂加工生产，一般要2个月到3个月。最重要的是一次投片的费用最少也要数十万元，先进工艺高达一千万到几千万。如此高的试错和时间成本对一次成功率的要求极高，不得不把流程拖长，反复验证，需要多个工种密切配合，团队中一个人出错，3个月后回来的芯片可能就是一块儿石头。修改一轮，又三个月出去了。\n　　\n　　与试错成本高并存的是排错难度大。互联网编个软件，调试起来几乎可以在程序任意地方设断点，查看变量当时的状态或者打出log。硬件电路板上，几乎任何一根信号线可以拉到示波器上看波形。而一颗手指甲盖大小的芯片，里面有上亿个晶体管，而最终能在电路板上测量到的信号线却只有十几根到几百根。如何根据这少得可怜的信息，推理出哪个晶体管设计错误，难度不言而喻。\n　　\n　　两大特点导致对IC从业人员的素质要求极高，试错周期长需要逻辑严谨细致的工作态度，排错难度大需要一套科学的实验方法。而这两方面，恰恰是国内教育的软肋。过分重视知识的记忆，而忽略逻辑和方法。所以当软件工程师们靠自己的聪明和勤奋，不断快速迭代的时候，ICer们却经常遇到猪队友的困惑，导致原地打转。加班已经不能再多，却还是一次次的delay，上市时间依然落后。更有很多bug无法找到原因，反复投片实验也无结果，最后只能以项目失败收场。\n　　\n　　高难度的产业背后蕴藏的是巨大的利益和商业价值。集成电路被誉为电子工业的粮食，除了对国家和行业安全有着巨大的意义，利润率也随着技术含量水涨船高。芯片本身的材料是二氧化硅，成本极低，上面凝聚的技术就决定了利润。消费类芯片产品一般毛利率在30%~40%，工业用产品一般能在50%~60%以上，更有甚者，以高性能模拟芯片为主的美国Linear公司，平均毛利率能达到90%！很多我们无法设计的芯片，例如高端交换芯片，毛利率都在99%以上。一旦中美开战，即便没有禁运，美国政府利用行政手段把自己电子武器的批量成本压到我们的1/10是分分钟的事情，细思极恐。\n　　\n　　尝试突破\n　　\n　　我们一直努力，从未放弃。\n　　\n　　高校。有些高性能关键器件芯片规模不大，看起来挺适合高校来作为突破的主力军。但多年下来，业内公认是高校的水平不如工业界。这不是中国特有的，美国也这样。这和前述集成电路产业的特点密切相关。高校的优势是出新idea，对于算法这类领域挺合适，仿真实验看到结果快且准，仿出来有效果基本实际就会有效，顶多实现复杂度太高。芯片试错成本高，流程长，参与协作的工种多，任何一个环节出问题，就看不到好结果。能把一个芯片做成业界普遍水平，不掉坑里，就已经不容易，需要多年积累。学生们积累少，纵有好的idea，往往躲不过路上无数的暗坑，还没看到idea的效果，就死在半路了。学校的特长是做更前沿的研究，适合弯道超车。而集成电路恰恰不好弯道超车，尤其是模拟芯片，你不解决100MHz的问题，到200MHz的时候那些问题还在。\n　　\n　　仿制、抄袭。军迷们引以为自豪的山寨能力，就是看美军有什么，我们就抄一个。集成电路也可以抄，学名反向设计。虽然芯片很小，电路密度极大，但仍然可以通过显微、照相等方式获得他的全部版图信息，然后复制一份，送到工厂生产，似乎看起来就可以得到一模一样的产品了。其实不然，版图相当于软件编译后的机器代码，可读性很差，无法了解其原理和架构。而版图提取本身存在物理误差和人为错误，尤其对于高性能的模拟混合信号芯片，对工艺又非常敏感，稍有不一致都可能导致芯片性能和良率的巨大差异。而此时设计人员无法了解原理，定位错误犹如一个盲人在大海里捞针。军工研究所普遍采用这种方法，每次反向犹如一场赌博，有时候做出来OK最好，一旦出现问题，基本束手无策。所以多年下来，除了电路比较简单的射频和功放芯片，上述高性能PLL，ADC等关键器件反向成功，能量产装备的例子寥寥无几。\n　　\n　　科研项目。国家近十几年来，一直通过863/973/核高基等国家级科研计划对关键器件进行支持，投入巨大。后期也要求工业界和整机厂加入，以解决应用脱节的问题。但这些年下来，真正能量产并转化为实际产品的成果寥寥。究其原因，一个是目标脱节。IC界有个说法，实验室测试通过只是迈出了一小步，到量产还有巨大的工作量。科研项目只需要在评审的时候能够提供几颗样片，演示出所需性能即可拿到尾款。而工业级应用需要在各种温度和环境变化条件下保持性能稳定，以及解决批量生产的良率问题。如何保证量产是需要从设计一开始就考虑的，有些科研单位选择的架构本身就决定了成果只能交差，而不能量产。二是指标脱节。科研项目的立项单位不考虑国内实际水平，盲目追赶世界领先水平。不管上一周期的项目是否完成，今年的指标一定要更近一步。申请单位恶意竞争，不考虑自身实力，申请时竞报指标，谁提的指标高谁拿到项目，才不管2年以后如何交差。这样的制度下，本来按照已有技术积累，做100MHz还能量产，指标竞价完成后目标变成500MHz，最后谁都搞不定。\n　　\n　　人才引进。2000年前后，国家利用人才政策吸引海外留学人员归国创业。这期间有陈大同、武平回来创立了展讯，魏述然回来创立了锐迪科等一批国产IC设计公司。这批公司一开始也许有想做工业级产品、关键器件的雄心，但很快发现产业环境不合适，中国整机还没有强大到今天华为中兴的地位，市场容量小，技术可靠性要求高，design-in周期长，所以这批中成功活下来的这批企业都是靠消费类市场和08年附近一波中国山寨手机热潮完成了原始积累，进入良性循环。然而对于引入工业级、关键器件的人才就没有那么一帆风顺。\n　　\n　　首先合适的人选就非常少。例如在美国，由于瓦森纳协议的限制，华人无法进入ADI/TI等公司最核心的ADC产品研发部门，即使在他们设立在中国的研发中心，大陆工程师可以通过网络看到绝大部分母公司的设计，但高性能的ADC产品除外。这简直是90年代气象局被玻璃房子锁住超级计算机的另一个翻版。\n　　2009年从美国ADI公司回来了一位李博士，通过非法手段带回了高性能DAC产品的版图，一下子提高了国产DAC产品的性能指标。但2013年事件被曝光，遭到ADI和美国政府的抗议。李事件导致美国政府对华人参与关键器件研发的控制更加严格，并对往来中国的留学生进行更严格的审查，相继查出Vanchip剽窃RFMD事件和天大教授张浩被FBI诱捕事件，不论是真是假，对海外留学生归国从事关键器件研发造成了心里阴影，很多人为了保住往来美国的人身自由，放弃参与国内高性能的关键器件研发工作的机会。\n　　\n　　于此同时，在国际市场上，华为中兴需要遵守国际知识产权的游戏规则，李的方法和产品无法被正规整机厂采用，实际上并没有解决工业界的问题。相反华为中兴对引入国产供应商在知识产权上更加担心，要求国产厂家自证清白，有的甚至到了要求国产供应商的创始人不能有ADI/TI履历的夸张地步，进一步导致国产替代进度的严重落后。最后，在没有知识产权问题的军用领域，由于受2013年被曝光的影响，到目前还没有看到李博士的产品被装备使用，甚是可惜。\n　　\n　　整机厂自己努力。国内真正算在高性能关键器件领域有所突破的应该只有华为旗下的海思了。海思因为有华为不计成本的投入，麒麟的成就众所周知，在高速光通信及交换芯片上也有突破，已经在慢慢从低端蚕食broadcom等多年来构筑的技术壁垒。但之前任总的一篇讲话中，给海思的定位是备胎，任总要求华为一定要用最好的器件给客户提供最好的性能，海思做不到性能最优就不采用。实际上这个思路，笔者觉得是有问题的。芯片行业有个特点，很多问题在实验室是测不出来的，必须在大规模应用的时候才能发现、改进和提高。如果一看指标不好就不用，那永远没有机会发现问题，那这个备胎永远是个纸糊的，一上路就碎。实际上，正是华为终端部门被要求捏着鼻子也要用K3V2，才成就了今天的麒麟。\n　　\n　　国家层面也看到了上述问题，2013年9月国务院副总理马凯调研集成电路产业，随后国家出台了新的集成电路产业振兴规划。改为成立产业基金，通过股权投资的方式对集成电路企业进行帮助。同时以紫光为首的国内民营资本结合政府基金，开始了国际市场上的疯狂扫货。展讯、RDA、OmniVision等企业纷纷被收归旗下。但时光转到2015年，紫光和大基金系的扫货开始遇到障碍，收购美光，西数，试图以此突破nandflash产业遇挫，华润报价Farchild被拒。连飞利浦照明业务的收购也因为美国政府担心功率半导体技术外泄而终止。回过头来看，除了展讯这类本来就是国内公司、OmniVision本来就是华人公司，国家通过收购的方式并未采购到货真价实的核心技术，更不要说可以有军事用途的射频、ADC等关键器件技术，可以断定美国人是不可能卖的。\n　　\n　　如何破局？\n　　\n　　对于突破集成电路高性能关键器件，笔者认为有三个因素：有足够的资金支持，有整机厂的通力合作和有耐心的团队。\n　　资金怎么解决，“十八大”要求让市场在资源配置中起决定性作用。芯片研发是高投入高风险，最后运气好才有高产出。现在政府通过大基金的方式来决定资源分配，并不一定总能选中最后的胜利者，而且有国有资产保值增值的压力，道德风险，都会让其投资行为走形。另外，国资的大规模投入还会造成挤出效应，减少民营资本在产业中的投入量。\n　　\n　　笔者认为最好的方式还是吸引民间资本。民间资本只要有足够大的市场，足够大的利润，他就会心动。而一开始团队技术水平跟先进水平有差距，无法参与全球竞争，可以攫取的市场规模必然没有那么大。这个时候应该是国家出马，通过补贴和奖励整机厂商的方式，在不损害整机厂家成本竞争力的前提下，在初期允许国产芯片商卖一个高价，获得超额利润，弥补巨额研发的投入，吸引民间资本进入。后期，根据芯片累计装备的数量，逐步减少补贴，最后达到市场定价，进入国际市场参与竞争。这种政策好处是钱肯定都花到有竞争力的市场主体中，谁最后装备，谁做的东西能用，就补贴谁。当然要注意防范骗补的问题。\n　　\n　　至于研发风险和选择错误风险，让民间资本来去承担。民资花自己的钱，自然会慎重选择团队，即使研发失败，也能坦然接受。这样一份国家补贴，可以吸引多份民间投资，只要其中一份儿成功量产，国家就赚到了。\n　　\n　　当然所有的前提是我们还有一个强大的，有国际竞争力的整机产业。只有他们，才有动力去试用还在襁褓中的国产IC。笔者在推广国产IC的过程中，最感动的就是这群整机厂家的技术人员，不需要任何的利益驱动，他们是发自内心的愿意去帮助国产IC，有时上司都允许放弃了，他们还加班加点帮助国产供应商查找问题。\n\n\n　　塞翁失马，焉知非福。也许多年后回过头来看，这次中兴事件对国产IC产业是个转折点。但不管怎样，当下真心希望他能度过难关。", "view_number": 14, "like_number": 16, "comment_number": 0, "classname": "政治", "labels": ["芯片", "整机", "国产", "中兴", "华为"], "comments": []}, {"id": "29", "title": "格力造芯梦再下一程的“三重解读”", "text": "格力“造芯梦”再下一程。\n\n三安光电于11月11日晚间发布《2019年度非公开发行A股股票预案》，拟募集资金总额为不超过70亿元，其中格力电器拟认购金额为20亿元，先导高芯拟认购金额为50亿元。本次募投项目主要投向中高端产品，发力新兴细分市场，涉及高端氮化镓LED外延芯片、高端砷化镓LED外延芯片、Mini/Micro LED、大功率三基色激光器等。\n\n放眼投资中的主角，格力的身影再次赫然在目。\n\n投资戏码\n\n在豪言500亿元造芯之后，格力虽然受到业界诸多质疑，但显然已不再似进军新能源汽车那样“冒进”，而是步步为营。\n\n先是去年8月14日成立珠海零边界集成电路有限公司正式涉足芯片设计领域，后是去年年底投资30亿元通过成为闻泰科技股东间接入股安世半导体，而又于近日投资20亿元三安光电。这一系列“连发”显现出格力大手笔布局芯片的初心不改；另一方面也引发了新的思考，四处撒网之后到底如何归“芯”？\n\n从大势来看，其实不止是格力电器，包括华为、阿里在内的诸多科技企业都在着力通过融资、新建子公司等多种方式入局IC领域，“造芯”已是大势所趋，格力作为新入局者，自然也要多方落子，全面布局。\n\n“对于格力的造芯方式，用投资入股的方式非常现实，毕竟这是一个高技术含量的行业，没有底蕴和积累直接自己做风险很高。” 一位不愿透露姓名的业内人士表示。\n\n格力先是通过成为闻泰科技的重要股东，对发展空调芯片、智能家居以及汽车电子业务提供了重要的战略支撑。此次又对三安光电进行战略性股权投资，也让格力成功卡位新兴功率半导体技术，有助于进一步提升其在化合物半导体的技术积累。\n\n中泰电子刘翔对此分析说，格力电器作为产业资本方，与上市公司从事的化合物半导体业务有一定协同效应，此次通过定增入股上市公司，未来有望实现更丰富层次的合作。\n\n战略深意\n\n而此次格力的举动，其实不仅是IC自主可控和国产化替代大势之下企业必然的攻芯之策，更是格力股东之一珠海政府在各地轰轰烈烈造芯运动下的深层布局。\n\n作为珠三角地区IC产业的主要承载地，珠海在产业规模、创新能力、企业培育、市场拓展等方面成效显著，走出了一条创新驱动与市场引领相结合的发展之路，为构筑大湾区创新高地打下了扎实基础。目前，炬芯科技、全志科技、杰理、欧比特、中慧、世纪鼎利、博雅、魅族、德豪润达、鼎泰芯源等企业茁壮成长，已进入全国IC设计业规模最大的十大设计城市之列。\n\n但在多地积极发展集成电路的竞争态势下，珠海IC业结构的短板也日益突出，特别是半导体制造十分缺失。\n\n“如何通过进一步发展促进IC业升级或成为珠海政府下一步工作重心。”Gartner中国研究总监盛陵海提到，“珠海政府或珠海国资委或将主导成立一个半导体基金，将主投制造，毕竟它们手握格力的股份，有一定资金实力，同时也会寻求合作伙伴。但从目前来看，珠海的布局已然有些晚，需要进一步加快。”\n\n在集成电路晶圆制造方面，据JSSIA统计，除我国集成电路晶圆制造企业现有正常生产的8英寸、12英寸生产线42条以外，2018年投产的8英寸、12英寸生产线13条，在建的8英寸、12英寸生产线15条，总投资金额高达14000亿元。到2020年，我国集成电路制造产能将达到200万片/月，而长三角地区是集成电路制造生产线数量最多的聚集区。显然，抓住了设计浪潮的珠海，不能亦不想失去半导体制造的“高地”。\n\n仍需沉淀\n\n虽然格力造芯已经在多方落子，显现其雄心壮志，但也要清醒地意识到，一入“芯”门深似海。\n\n某IC投资公司负责人张云翔表示，格力投资安世半导体和三安光电，提升了未来的功率器件代工能力，这一投资上游的方式远比自己做要好。但要指出的是，三安光电能否如愿助力还有待观察，毕竟工艺开发需要时间。\n\n而上述不愿透露姓名的业内人士表示，格力作为家电大企业，已完成站起来、富起来的阶段，而要想发展到强起来，提高科技能力、核心竞争力是永远不能回避的课题。对于格力来说，控制芯片是核心部件，虽然不像华为等企业那么依赖于芯片，但总是依赖进口毕竟是缺少核心竞争力。\n\n因而，这位人士建议，格力的造芯要从自有产品需要的芯片入手，一旦量产，自有产品就能保证千万量级的出货量。至于自有产品使用之外的芯片，还需要积累沉淀，不可盲目。\n\n如今的格力早已将自身定位为“多元化、科技型全球工业集团”，所覆盖的领域包括空调、生活电器、高端装备和通信设备，ICT已成为格力未来的新方向。既要多重应用打开局面，又想芯片落子开花结果，可想而知，格力造芯既要“格外用力”，也要“分外用芯”。（校对/范蓉）", "view_number": 18, "like_number": 8, "comment_number": 0, "classname": "政治", "labels": ["格力", "芯片", "IC", "珠海", "造芯"], "comments": []}, {"id": "30", "title": "习近平在上海考察时强调 深入学习贯彻党的十九届四中全会精神", "text": "来源：北京青年报\n\n来源标题：推动城市治理重心向街道社区下沉\n\n中共中央总书记、国家主席、中央军委主席习近平近日在上海考察时强调，要深入学习贯彻党的十九届四中全会精神，坚持稳中求进工作总基调，全面贯彻新发展理念，加快改革开放步伐，加快建设现代化经济体系，加大推进三大攻坚战力度，扎实推进长三角一体化发展，妥善应对国内外各种风险挑战，勇挑最重担子、敢啃最难啃的骨头，着力提升城市能级和核心竞争力，不断提高社会主义现代化国际大都市治理能力和治理水平。\n\n3日下午，习近平听取了上海市委和市政府工作汇报，对上海各项工作给予肯定。\n\n他希望上海认真贯彻落实党中央重大决策部署，持之以恒，再接再厉，奋力创造新时代新奇迹。\n\n城市治理\n\n要抓一些“牛鼻子”工作\n\n习近平强调，要深入学习贯彻党的十九届四中全会精神，提高城市治理现代化水平。\n\n要统筹规划、建设、管理和生产、生活、生态等各方面，发挥好政府、社会、市民等各方力量。\n\n要抓一些“牛鼻子”工作，抓好“政务服务一网通办”、“城市运行一网统管”，坚持从群众需求和城市治理突出问题出发，把分散式信息系统整合起来，做到实战中管用、基层干部爱用、群众感到受用。\n\n要抓住人民最关心最直接最现实的利益问题，扭住突出民生难题，一件事情接着一件事情办，一年接着一年干，争取早见成效，让人民群众有更多获得感、幸福感、安全感。\n\n要履行好党和政府的责任，鼓励和支持企业、群团组织、社会组织积极参与，发挥群众主体作用，调动群众积极性、主动性、创造性，探索建立可持续的运作机制。\n\n“新片区”\n\n增强大局意识全局观念\n\n习近平指出，要深入推进党中央交付给上海的三项新的重大任务落实。\n\n上海自贸试验区临港新片区要进行更深层次、更宽领域、更大力度的全方位高水平开放，努力成为集聚海内外人才开展国际创新协同的重要基地、统筹发展在岸业务和离岸业务的重要枢纽、企业走出去发展壮大的重要跳板、更好利用两个市场两种资源的重要通道、参与国际经济治理的重要试验田，有针对性地进行体制机制创新，强化制度建设，提高经济质量。\n\n设立科创板并试点注册制要坚守定位，提高上市公司质量，支持和鼓励“硬科技”企业上市，强化信息披露，合理引导预期，加强监管。\n\n长三角三省一市要增强大局意识、全局观念，抓好《长江三角洲区域一体化发展规划纲要》贯彻落实，聚焦重点领域、重点区域、重大项目、重大平台，把一体化发展的文章做好。\n\n经济发展\n\n强化开放枢纽门户功能\n\n习近平强调，要推动经济高质量发展。强化全球资源配置功能，积极配置全球资金、信息、技术、人才、货物等要素资源，以服务共建“一带一路”为切入点和突破口，加快提高上海金融市场国际化程度。\n\n要强化科技创新策源功能，努力实现科学新发现、技术新发明、产业新方向、发展新理念从无到有的跨越，成为科学规律的第一发现者、技术发明的第一创造者、创新产业的第一开拓者、创新理念的第一实践者，形成一批基础研究和应用基础研究的原创性成果，突破一批卡脖子的关键核心技术。\n\n要强化高端产业引领功能，坚持现代服务业为主体、先进制造业为支撑的战略定位，努力掌握产业链核心环节、占据价值链高端地位。\n\n要强化开放枢纽门户功能，坚持以开放促改革、促发展、促创新，勇敢跳到世界经济的汪洋大海中去搏击风浪、强筋壮骨。\n\n党的建设\n\n要抓好第二批主题教育\n\n习近平强调，要扎实推进党的建设。各级党组织要在巩固和拓展第一批主题教育成果的同时，抓好第二批主题教育，并通过健全制度、完善机制，使“不忘初心、牢记使命”这个党的建设的永恒课题、党员干部的终身课题常抓常新。开展主题教育不能学归学、说归说、做归做，衡量实际成效的根本标尺就是解决问题、推动事业发展。\n\n第二批主题教育重点在基层，在群众家门口开展，更要求真务实，奔着问题去、盯着问题改，让群众感受到新变化新成效。各级领导干部要勇于担当、攻坚克难，在改革发展稳定各项工作中经受严格的思想淬炼、政治历练、实践锻炼。要以提升政治功能和组织力为重点，在强基础、补短板上下功夫，把基层党组织建设成为宣传党的主张、贯彻党的决定、领导基层治理、团结动员群众、推动改革发展的坚强战斗堡垒。\n\n习近平强调，上海是我们党的诞生地，党成立后党中央机关长期驻扎上海。上海要把这些丰富的红色资源作为主题教育的生动教材，引导广大党员、干部深入学习党史、新中国史、改革开放史，让初心薪火相传，把使命永担在肩，切实在实现“两个一百年”奋斗目标、实现中华民族伟大复兴的中国梦进程中奋勇争先、走在前列。\n\n行程\n\n像对待“老人”一样尊重和善待城市中的老建筑\n\n11月2日至3日，习近平在中共中央政治局委员、上海市委书记李强和市长应勇陪同下，深入上海杨浦滨江、古北社区，就贯彻落实党的十九届四中全会精神、城市公共空间规划建设、社区治理和服务等进行调研，同基层干部群众亲切交流。\n\n杨浦区 城市是人民的城市\n\n2日下午，习近平来到杨浦区滨江公共空间杨树浦水厂滨江段，结合视频和多媒体演示听取黄浦江两岸核心区45公里公共空间贯通工程基本情况和杨浦滨江公共空间建设情况汇报。近年来，上海市推动黄浦江两岸贯通及滨江岸线转型工作，杨浦滨江逐渐从以工厂仓库为主的生产岸线转型为以公园绿地为主的生活岸线、生态岸线、景观岸线，昔日的工业锈带变成了生活秀带，为上海增添了一道靓丽的风景线。习近平指出，文化是城市的灵魂。城市历史文化遗存是前人智慧的积淀，是城市内涵、品质、特色的重要标志。要妥善处理好保护和发展的关系，注重延续城市历史文脉，像对待“老人”一样尊重和善待城市中的老建筑，保留城市历史文化记忆，让人们记得住历史、记得住乡愁，坚定文化自信，增强家国情怀。\n\n习近平沿滨江栈桥步行察看黄浦江两岸风貌，了解人文历史和城乡变迁，走进雨水花园实地考察城市环境综合治理和海绵城市建设等情况，并乘车沿途察看渔人码头、杨树浦港旧址等地标景观，对杨浦区科学改造滨江空间、打造群众公共休闲活动场所的做法表示肯定。在参观途中，遇到许多正在休闲健身的市民，习近平同他们亲切交谈。习近平指出，城市是人民的城市，人民城市为人民。无论是城市规划还是城市建设，无论是新城区建设还是老城区改造，都要坚持以人民为中心，聚焦人民群众的需求，合理安排生产、生活、生态空间，走内涵式、集约型、绿色化的高质量发展路子，努力创造宜业、宜居、宜乐、宜游的良好环境，让人民有更多获得感，为人民创造更加幸福的美好生活。\n\n位于浦江岸边的人人屋党群服务站是一个开放式党建服务平台，习近平向服务站工作人员和居民详细询问这里开展基层党建和公共服务情况。一位年近九旬的老党员、老劳模激动地向总书记介绍说，自己是土生土长的上海人，见证了上海从旧中国到新中国、再到新时代的巨大变化，为中国共产党和中国特色社会主义感到无比自豪。习近平鼓励她多向年轻人讲一讲，坚定他们对中国特色社会主义的道路自信、理论自信、制度自信、文化自信。\n\n长宁区 询问饭菜可不可口\n\n临近傍晚，习近平来到长宁区虹桥街道古北市民中心考察调研。古北社区居住着来自50多个国家和地区的居民。习近平听取社区开通社情民意直通车、服务基层群众参与立法工作等情况介绍，并同正在参加立法意见征询的社区居民代表亲切交流。他强调，你们这里是全国人大常委会建立的基层立法联系点，你们立足社区实际，认真扎实开展工作，做了很多接地气、聚民智的有益探索。人民代表大会制度是我国的根本政治制度，要坚持好、巩固好、发展好，畅通民意反映渠道，丰富民主形式。\n\n市民中心内设立了餐饮、医疗、法务等各类专业服务机构。习近平逐一察看涉外人员服务窗口、老年助餐点等，了解社区生活、文化、养老等便民服务情况。在老年助餐点，习近平同正在用餐的居民热情交谈，询问饭菜可不可口、价格贵不贵、对社区便民服务还有什么新要求。习近平指出，城市治理是推进国家治理体系和治理能力现代化的重要内容。要牢记党的根本宗旨，坚持民有所呼、我有所应，把群众大大小小的事情办好。要推动城市治理的重心和配套资源向街道社区下沉，聚焦基层党建、城市管理、社区治理和公共服务等主责主业，整合审批、服务、执法等方面力量，面向区域内群众开展服务。要推进服务办理便捷化，加快政务信息系统资源整合共享。", "view_number": 14, "like_number": 8, "comment_number": 0, "classname": "科技", "labels": ["习近平", "城市", "治理", "群众", "滨江"], "comments": []}, {"id": "31", "title": "从“中国之制”看“中国之治”——解码党的十九届四中全会决定", "text": "来源：北京日报\n\n来源标题：从“中国之制”看“中国之治”\n\n11月5日，《中共中央关于坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化若干重大问题的决定》全文发布。\n\n党的十九届四中全会通过的这一决定，深刻阐释了坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的重大意义和总体要求，并对坚持和完善党的领导制度体系等13个方面的制度作出战略部署。透过这13方面的制度安排，“中国之治”的美好前景清晰可见。循着决定明确的奋进之路，一个更加美好的中国正向我们走来。\n\n党“总揽全局、协调各方”领导地位更加巩固\n\n决定描绘的中国特色社会主义制度图谱由13个部分组成，其中“坚持和完善党的领导制度体系，提高党科学执政、民主执政、依法执政水平”排在第一位，充分彰显出党的领导制度体系在中国特色社会主义制度体系中的重要地位。\n\n“中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势。”中央政策研究室分管日常工作的副主任江金权认为，党的领导制度是国家的根本领导制度，统领和贯穿其他12个方面制度。\n\n针对坚持和完善党的领导制度体系，决定提出6个方面的要求，包括建立不忘初心、牢记使命的制度，完善坚定维护党中央权威和集中统一领导的各项制度，健全党的全面领导制度，健全为人民执政、靠人民执政各项制度，健全提高党的执政能力和领导水平制度，完善全面从严治党制度。\n\n“这6个方面要求可以视为坚持和完善党的领导制度体系的具体实现形式，也是6个重要支柱。”中央党校（国家行政学院）教授刘春认为，把这6个方面要求落到实处，将进一步健全总揽全局、协调各方的党的领导制度体系，把党的领导落实到国家治理各领域各方面各环节，确保国家始终沿着社会主义方向前进。\n\n以中国式民主让人民更好当家作主\n\n坚持人民当家作主，是我国国家制度和国家治理体系的显著优势之一，也是社会主义民主政治的价值追求。\n\n决定从“坚持和完善人民代表大会制度这一根本政治制度”“坚持和完善中国共产党领导的多党合作和政治协商制度”“巩固和发展最广泛的爱国统一战线”“坚持和完善民族区域自治制度”“健全充满活力的基层群众自治制度”5方面，描绘出民主中国的发展和完善路径。\n\n“推进国家治理体系和治理能力现代化，发展社会主义民主政治，是关系到中国特色社会主义前途命运的重大战略部署。”复旦大学教授桑玉成说。\n\n“健全人大组织制度、选举制度和议事规则，完善论证、评估、评议、听证制度”“完善支持民主党派和无党派人士履行职能方法”“健全党外代表人士队伍建设制度”“全面深入持久开展民族团结进步创建”“拓宽人民群众反映意见和建议的渠道”……决定中的一系列制度安排，令人眼前一亮。\n\n“小到一个社区、单位，大到一个国家，人们都希望积极参与公共生活。决定通过一系列良好的制度设计，不断丰富民主形式，拓宽民主渠道，确保人民依法通过各种途径和形式管理国家事务、经济文化事业和社会事务。这正是人民美好生活的题中应有之义。”桑玉成说。\n\n推动法治中国建设行稳致远\n\n“坚持和完善中国特色社会主义法治体系，提高党依法治国、依法执政能力。”决定提出“健全保证宪法全面实施的体制机制”“完善立法体制机制”“健全社会公平正义法治保障制度”“加强对法律实施的监督”4方面举措，推进法治中国建设。\n\n西南政法大学校长付子堂说，决定强调加强宪法实施和监督，提出落实宪法解释程序机制、推进合宪性审查工作、加强备案审查制度和能力建设等，有利于更好处理权力行使和权利保障的关系，维护国家法制统一、尊严、权威。\n\n立法方面，决定提出加强重要领域立法，加快我国法域外适用的法律体系建设。付子堂认为，这有利于加快构建保障我国海外利益的法律体系，更好保护海外中国公民和企业合法权益。\n\n公平正义，民之所向。决定强调，严格规范公正文明执法，规范执法自由裁量权，加大关系群众切身利益的重点领域执法力度。决定还提出坚决排除对执法司法活动的干预，拓展公益诉讼案件范围，实行惩罚性赔偿制度等。\n\n“通过严格执法、规范执法，提高违法成本，维护司法公正，有效推动全民守法的实现。”付子堂说，“决定提出的一系列部署安排，必将推动法治中国建设行稳致远。”\n\n建设人民满意的服务型政府\n\n推进国家治理体系和治理能力现代化，离不开国家行政管理现代化。决定指出，必须坚持一切行政机关为人民服务、对人民负责、受人民监督，创新行政方式，提高行政效能，建设人民满意的服务型政府。\n\n“政府治理处在国家治理的前排。”中央党校（国家行政学院）教授汪玉凯说，“通过不断坚持和完善中国特色社会主义行政体制，构建职责明确、依法行政的政府治理体系，将更好把制度优势转换为效能优势。”\n\n决定从完善国家行政体制、优化政府职责体系、优化政府组织结构、健全充分发挥中央和地方两个积极性体制机制等四个维度，对构建与新时代相适应的中国特色社会主义行政体制指明了方向。\n\n改革开放以来特别是党的十八大以来，我国经济社会发展取得举世瞩目的成就，这与我国行政体制不断改革、政府治理效能不断提高息息相关。\n\n汪玉凯认为，一套好的政府治理体系，既要能调动中央和地方两个积极性，也要能持续激发广大人民的创造伟力，归根结底，就是要“人民满意”。“决定立足当下、着眼长远，对政府治理体系提出了针对性、历史性、战略性的设计，将对国家治理体系和治理能力现代化带来可行、可靠、可持续的动力。”汪玉凯说。\n\n以更加成熟稳固的经济制度支撑高质量发展\n\n“对社会主义基本经济制度的坚持和完善是一大突破。”全国政协经济委员会副主任刘世锦说，公有制为主体、多种所有制经济共同发展，按劳分配为主体、多种分配方式并存，社会主义市场经济体制，“三位一体”共同支撑的基本经济制度框架，标志我国社会主义经济制度更加成熟、更加稳固。\n\n“在社会主义市场经济体制下，才能营造各种所有制主体依法平等使用资源要素、公开公平公正参与竞争、同等受到法律保护的市场环境，才能健全生产要素由市场评价贡献、按贡献决定报酬的机制。”刘世锦强调，这一基本经济制度框架对稳定经济发展预期具有重要现实意义。\n\n“建设高标准市场体系”“建设更高水平开放型经济新体制”，在刘世锦看来，这明确了改革开放的方向。“国内改革以建设高标准市场体系为目标，破除行政壁垒，进一步开放市场，推动公平竞争；对外开放以建设更高水平开放型经济新体制为目标，推动我国在全球市场体系竞争中发挥引领作用。”\n\n扩大中等收入群体，健全鼓励支持基础研究、原始创新的体制机制……这些富有创新性的制度安排将补齐制度短板，为实现经济高质量发展提供坚实制度支撑。\n\n更好构筑中国精神中国价值中国力量\n\n党的十九届四中全会对文化方面的制度建设给予高度重视。决定强调，发展社会主义先进文化、广泛凝聚人民精神力量，是国家治理体系和治理能力现代化的深厚支撑。\n\n吉林大学哲学社会学院教授邴正说，决定第一次全面系统地从制度层面强调坚持和完善繁荣发展社会主义先进文化的制度体系建设问题，这是对中国特色社会主义理论的进一步完善和阐发。\n\n决定提出，坚持马克思主义在意识形态领域指导地位的根本制度。\n\n邴正表示，把马克思主义在意识形态领域中的指导地位制度化，为树立中国特色社会主义共同理想、弘扬社会主义核心价值观、构建主流舆论格局、保障人民文化权益、满足人民群众美好生活需要提供了充分的制度保证，对于保证社会主义先进文化前进方向意义重大。\n\n“新中国成立70年来，特别是党的十八大以来，我们不断深化与推进文化体制改革创新，社会主义先进文化的影响力与竞争力大大提高。”邴正说，决定进一步明确了中国特色社会主义文化建设的努力方向、基本原则和主要任务。我们要坚定文化自信，牢牢把握社会主义先进文化的前进方向，激发全民族文化创造活力，更加巩固全体人民团结奋斗的共同思想基础，更好构筑中国精神、中国价值、中国力量。\n\n织就更加公平更高质量的民生保障之“网”\n\n带领近14亿人民奔向全面小康，过上美好生活，不是一件易事。\n\n从健全有利于更充分更高质量就业的促进机制，到构建服务全民终身学习的教育体系；从完善覆盖全民的社会保障体系，到强化提高人民健康水平的制度保障……决定提出，坚持和完善统筹城乡的民生保障制度，满足人民日益增长的美好生活需要。\n\n多位专家指出，决定从坚持和完善中国特色社会主义制度、推进国家治理体系和治理能力现代化的高度，对构建更加公平、更高质量的民生保障之“网”作出部署安排，彰显了中国共产党不变的为民初心。\n\n决定还提出，创新公共服务提供方式，鼓励支持社会力量兴办公益事业，满足人民多层次多样化需求，使改革发展成果更多更公平惠及全体人民。\n\n中央党校（国家行政学院）教授胡颖廉说，这是决定的亮点之一，表明多样化的民生需求要在“共建共享”的社会建设中破题。\n\n中国人民大学教授郑功成注意到，决定首次提出“民生保障制度”概念。他认为，这会推动就业、教育、社会保障、健康等制度进一步完善和发展，在未来发挥更大作用，形成一套有效增进人民福祉的长效机制。\n\n打造平安中国“升级版”\n\n社会治理是国家治理的重要方面。决定提出，完善党委领导、政府负责、民主协商、社会协同、公众参与、法治保障、科技支撑的社会治理体系，建设人人有责、人人尽责、人人享有的社会治理共同体，确保人民安居乐业、社会安定有序，建设更高水平的平安中国。\n\n北京师范大学教授宋贵伦指出，与党的十九大报告相比，决定从“社会治理体制”到“社会治理体系”，一字之差说明，社会治理不仅要以制度为基础，还要强调运行体系，体现了把社会治理制度优势更好转化为社会治理效能的要求。同时，在“党委领导、政府负责、社会协同、公众参与、法治保障”的基础上，增加了“民主协商”和“科技支撑”，这是我国人民当家作主制度优势的具体体现，也是社会治理体系和能力现代化的要求，使社会治理体系的表述更加全面系统、进一步完善。\n\n在完善社会治安防控体系方面，决定提出要“提高社会治安立体化、法治化、专业化、智能化水平”。“决定的这个表述释放了一个重要信号，强调了社会治安要把人防、技防、物防等结合起来，更全面系统、更有实效。”宋贵伦说。\n\n在构建基层社会治理新格局上，决定从“完善群众参与基层社会治理的制度化渠道”“加快推进市域社会治理现代化”“注重发挥家庭家教家风在基层社会治理中的重要作用”3方面提出要求。宋贵伦表示，这回应了当前基层社会治理探索的实践成果和城市化进程中的发展要求，具有较强现实针对性和长远意义。\n\n铺就通向美丽中国的制度大道\n\n“生态文明建设已经到了加快制度成熟、完善的阶段。”同济大学财经研究所所长石建勋认为，党的十九届四中全会对坚持和完善生态文明制度体系作出部署，生态文明制度建设将更加具有系统性、全面性、可操作性。\n\n决定提出，实行最严格的生态环境保护制度，全面建立资源高效利用制度，健全生态保护和修复制度，严明生态环境保护责任制度。\n\n“制度是管根本、管长远的。”生态环境部环境与经济政策研究中心主任吴舜泽表示，把党的十八大以来生态文明建设经验做法进行归纳、总结、固化为制度，加以坚持和完善，同时严格强化制度执行，是实现人与自然和谐共生、建设美丽中国的必然之路。\n\n“这4个方面制度有着非常丰富的内涵，每一项制度建设都非常具体，同时包含在全面加强生态环境保护和推进生态文明建设中，在逻辑上相互贯通，在实践中相互关联。”吴舜泽说。\n\n专家表示，未来推进生态文明建设，就是要坚持和完善并坚决执行这些制度，更好满足人民群众对生态环境改善的需求，让人们享受到更蓝的天、更绿的山、更清的水、更优美的环境。\n\n阔步迈向世界一流军队\n\n军事科学院特聘首席专家、研究员何雷认为，决定将坚持和完善党对人民军队的绝对领导制度，作为坚持和完善中国特色社会主义制度的重要内容予以明确，标志着中国特色社会主义军事领导制度更加成熟定型，为进一步铸牢人民军队的建军之本、强军之魂提供了根本遵循。\n\n经过长期发展，坚持党对军队的绝对领导的制度日臻完善，形成了包括坚持军队最高领导权和指挥权属于党中央、中央军委，中央军委实行主席负责制，实行党委制、政治委员制、政治机关制等在内的一整套制度体系，为坚持党对军队的绝对领导提供了坚如磐石的制度保证。\n\n何雷说，前进道路上，人民军队必须牢牢坚持党对军队的绝对领导，把这一条当作人民军队永远不能变的军魂、永远不能丢的命根子，任何时候任何情况下都以党的旗帜为旗帜、以党的方向为方向、以党的意志为意志。\n\n何雷说，贯彻落实党的十九届四中全会精神，就是要更加紧密地团结在以习近平同志为核心的党中央周围，牢固确立习近平强军思想在国防和军队建设中的指导地位，增强“四个意识”、坚定“四个自信”、做到“两个维护”，贯彻军委主席负责制，为实现党在新时代的强军目标、把人民军队全面建成世界一流军队不懈奋斗。\n\n擘画祖国统一光明前景\n\n“一国两制”是党领导人民实现祖国和平统一的一项重要制度，是中国特色社会主义的一个伟大创举。决定专条阐述“坚持和完善‘一国两制’制度体系，推进祖国和平统一”，为维护“一国两制”行稳致远定向领航，为解决台湾问题、实现国家统一擘画出光明前景。\n\n武汉大学教授秦前红说，在推进国家治理体系和治理能力现代化的宏大格局中，将坚持和完善“一国两制”制度体系作为重要内容，对全面准确理解和贯彻“一国两制”方针，维护国家主权、安全、发展利益，维护香港、澳门长期繁荣稳定，意义重大，影响深远，将有力增强推进“一国两制”伟大实践的信心和动力。\n\n中国（深圳）综合开发研究院港澳及区域发展研究所执行所长王万里说，坚持和完善“一国两制”制度体系是依法治国方略在“一国两制”方面的体现。决定中涉及港澳内容全面深刻，既着眼长远，且有很强现实针对性，将推动“一国两制”焕发更强大生命力。\n\n解决台湾问题、实现祖国完全统一，是全体中华儿女共同愿望，是中华民族根本利益所在。上海社科院台湾研究中心主任盛九元认为，决定站在制度和治理的高度，彰显了为两岸同胞谋福祉、为中华民族创未来的格局，体现了大陆方面推动两岸关系和平发展、推进祖国和平统一进程的政策主张，将有力促进两岸交流合作、深化两岸融合发展、保障台湾同胞福祉，进一步团结凝聚两岸同胞反对“台独”、共促统一、携手共圆中华民族伟大复兴中国梦。\n\n构建命运与共的美好世界\n\n“独立自主的和平外交政策日益成熟和定型，是国家治理体系和治理能力现代化的重要体现。决定提出推动构建人类命运共同体，表明中国倡导各国携手建设持久和平、普遍安全、共同繁荣、开放包容、清洁美丽的世界。”外交学院副院长高飞说。\n\n推动党和国家事业发展需要和平国际环境和良好外部条件。决定提出，必须统筹国内国际两个大局，高举和平、发展、合作、共赢旗帜，坚定不移维护国家主权、安全、发展利益，坚定不移维护世界和平、促进共同发展。\n\n在健全党对外事工作领导体制机制方面，决定提出“坚持外交大权在党中央”。高飞表示，党的领导是中国外交的灵魂，是新时代中国特色大国外交的根本政治保障，正是因为有了党的坚强领导，中国外交才能不畏浮云、坚定前行。\n\n在完善全方位外交布局方面，决定提出“推动建设相互尊重、公平正义、合作共赢的新型国际关系”“积极发展全球伙伴关系”。高飞说，中国正以实际行动打破西方国家所谓“国强必霸”“文明冲突”的论调，伙伴关系则为当今世界处理国与国关系提供了新模式。\n\n围绕推进合作共赢的开放体系建设和积极参与全球治理体系改革和建设，决定提出“推动共建‘一带一路’高质量发展”“健全对外开放安全保障体系”“倡导多边主义和国际关系民主化”等具体举措。\n\n高飞表示，这些举措表明中国正以更加开放的姿态寻求与各国共同发展，为构建更加公正合理的国际治理体系贡献积极力量，以一个负责任的发展中大国形象，日益走近世界舞台中央。\n\n为公权力运行扎紧“制度之笼”\n\n决定从健全党和国家监督制度，完善权力配置和运行制约机制，构建一体推进不敢腐、不能腐、不想腐体制机制3个方面，作出明确安排和部署，为公权力运行扎紧“制度之笼”。\n\n“这3个方面分别从对权力的监督、对权力的配置制约和反腐败体制机制角度，为保证公权力不被滥用，巩固和发展反腐败压倒性胜利作出科学系统安排。”中国人民大学反腐败与廉政政策研究中心主任毛昭晖表示。\n\n毛昭晖指出，在对权力的监督方面，决定明确了健全党和国家监督制度的改革路径，即推进纪律监督、监察监督、派驻监督、巡视监督统筹衔接，同时以党内监督为主导，推动人大监督、民主监督、群众监督、舆论监督、审计监督等各类监督有机贯通、相互协调；在对权力的配置制约方面，决定提出了“权责法定、权责透明、权责统一”3大原则，通过明晰权力边界、推动用权公开、完善精准问责机制等措施，压减权力设租寻租空间，深化治本之策。\n\n为巩固发展反腐败斗争压倒性胜利，决定着眼强化“不敢腐”，强调坚定不移推进反腐败斗争；着眼保障“不能腐”，提出推动重点领域监督机制改革和制度建设，推进反腐败国家立法；着眼筑牢“不想腐”，强调加强思想道德和党纪国法教育。\n\n", "view_number": 9, "like_number": 19, "comment_number": 0, "classname": "政治", "labels": ["制度", "治理", "体系", "完善", "决定"], "comments": []}]